Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.Setup/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# Orchard.Setup.Controllers.SetupController
source: Setup failed: {0}
ru_ru: Установка провалилась: {0}

# ~/Modules/Orchard.Setup/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Setup/Module.txt
source: The setup module is creating the application's setup experience.
ru_ru: Модуль установки создает мастера установки приложения.

# ~/Modules/Orchard.Setup/Module.txt
source: Setup
ru_ru: Установка

# ~/Modules/Orchard.Setup/Module.txt
source: Standard site setup. This feature is disabled automatically once setup is over.
ru_ru: Обычная установка на сайт. Эта возможность автоматически отключится при завершении установки.

# ~/Modules/Orchard.Setup/Module.txt
source: Core
ru_ru: Ядро

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Site name is required.
ru_ru: Требуется название сайта.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Site name can be no longer than {0} characters.
ru_ru: Название сайта не может быть больше {0} символов.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: User name is required.
ru_ru: Требуется имя пользователя.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: User name must be longer than {0} characters.
ru_ru: Имя пользователя должно быть больше {0} символов.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: User name can be no longer than {0} characters.
ru_ru: Имя пользователя не может быть более {0} символов.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password is required.
ru_ru: Требуется пароль.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password must be longer than {0} characters.
ru_ru: Пароль должен быть больше {0} символов.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password can be no longer than {0} characters.
ru_ru: Пароль не может быть больше {0} символов.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password confirmation is required.
ru_ru: Требуется подтверждение пароля.

# Orchard.Setup.Commands.SetupCommand
source: Site "{0}" sucessfully setup to run data provider "{1}" (with table prefix "{2}").
ru_ru: Сайт "{0}" успешно установлен для запуска провайдера "{1}" (с префиксом таблицы "{2}").

# Orchard.Setup.Controllers.SetupController
source: A SQL connection string is required
ru_ru: Требуется строка подключения к SQL серверу

# Orchard.Setup.Controllers.SetupController
source: Password confirmation must match
ru_ru: Подтверждение пароля должно совпадать

# Orchard.Setup.Controllers.SetupController
source: The table prefix must begin with a letter
ru_ru: Префикс таблицы должен начинаться с буквы

# Orchard.Setup.Controllers.SetupController
source: Setup failed:
ru_ru: Не удалось установить:

# Orchard.Setup.Services.SetupService
source: First Leader Aside
ru_ru: Первый руководитель

# Orchard.Setup.Services.SetupService
source: Second Leader Aside
ru_ru: Второй руководитель

# Orchard.Setup.Services.SetupService
source: Third Leader Aside
ru_ru: Третий руководитель

# Orchard.Setup.Services.SetupService
source: Welcome to Orchard!
ru_ru: Добро пожаловать в Orchard!

# Orchard.Setup.Services.SetupService
source: Home
ru_ru: Домой

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Get Started
ru_ru: Начало

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Please answer a few questions to configure your site.
ru_ru: Пожалуйста, ответьте на несколько вопросов, чтобы настроить ваш сайт.

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: What is the name of your site?
ru_ru: Имя вашего сайта?

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Choose a user name:
ru_ru: Выберите имя пользователя:

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Choose a password:
ru_ru: Выберите пароль:

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Confirm the password:
ru_ru: Подтвердите пароль:

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: How would you like to store your data?
ru_ru: Как бы вы хотели хранить ваши данные?

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Use built-in data storage (SQL Server Compact)
ru_ru: Использовать встроенное хранилище данных (SQL Server Compact)

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Use an existing SQL Server (or SQL Express) database
ru_ru: Использовать существующую базу данных SQL Server (или SQL Express)

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Connection string
ru_ru: Строка подключения

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Example:
ru_ru: Пример:

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Database Table Prefix
ru_ru: Префикс имени таблиц

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Configuring Orchard...
ru_ru: Настройка Orchard...

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Finish Setup
ru_ru: Установка завершена

# Orchard.Setup.Controllers.SetupController
source: The table prefix must contain letters or digits
ru_ru: Префикс таблицы должен содержать буквы или цифры

# Orchard.Setup.Controllers.SetupController
source: A connection string is required
ru_ru: Требуется строка подключения

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Use an existing SQL Server, SQL Express database
ru_ru: Использовать существующую базу данных SQL Server, SQL Express

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Use an existing MySql database
ru_ru: Использовать существующую базу MySql

# Orchard.Setup.Commands.SetupCommand
source: Site "{0}" successfully setup to run data provider "{1}" (with table prefix "{2}") and configured by recipe "{3}"
ru_ru: Сайт «{0}» успешно установлен для запуска с провайдером данных «{1}» (префикс таблиц «{2}») и настроен по рецепту «{3}»

# Orchard.Setup.Controllers.SetupController
source: No recipes were found in the Setup module
ru_ru: Не найдено рецептов в модуле установки

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Choose an Orchard Recipe
ru_ru: Выберите рецепт Orchard

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Orchard Recipes allow you to setup your site with additional pre-configured options, features and settings out of the box
ru_ru: Рецепты Orchard позволяют вам установить ваш сайт с дополнительными преднастроенными опциями, возможностями и установками из коробки.

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Cooking Orchard Recipe ...
ru_ru: Рецепт Orchard готовится ...
