Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.Tags/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.Tags/Module.txt
source: Tags
ru_ru: Теги

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Tags
ru_ru: Теги

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Delete
ru_ru: Удалить

# Orchard.Tags.Projections.TagsFilterForms
source: Is one of
ru_ru: Один из

# Orchard.Tags.Projections.TagsFilterForms
source: Is all of
ru_ru: Все из

# Orchard.Tags.Controllers.AdminController
source: Can't manage tags
ru_ru: Невозможно управлять тегами

# Orchard.Tags.Controllers.AdminController
source: Couldn't create tag
ru_ru: Не удалось создать тег

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/Tags.cshtml
source: Separate multiple tags with commas
ru_ru: Разделите несколько тегов запятыми

# ~/Modules/Orchard.Tags/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Tags/Module.txt
source: The tags module is providing basic tagging for arbitrary content types.
ru_ru: Модуль тегов обеспечивает метки для всех типов содержимого.

# ~/Modules/Orchard.Tags/Module.txt
source: Tag a content item.
ru_ru: Тег элемента содержимого

# ~/Modules/Orchard.Tags/Module.txt
source: Navigation
ru_ru: Навигация

# Orchard.Tags.AdminMenu
source: Tags
ru_ru: Теги

# Orchard.Tags.AdminMenu
source: List
ru_ru: Списки

# Orchard.Tags.Controllers.AdminController
source: Couldn't delete tag
ru_ru: Не удалось удалить тег

# Orchard.Tags.Controllers.AdminController
source: Couldn't edit tag
ru_ru: Не удалось изменить тег

# Orchard.Tags.Controllers.AdminController
source: Couldn't remove tag
ru_ru: Не удалось удалить тег

# Orchard.Tags.Services.TagService
source: Couldn't rename tag: name was empty
ru_ru: Не удалось переименовать тег: пустое имя

# Orchard.Tags.Services.TagService
source: Error removing tag to content item: the content item has not been created yet.
ru_ru: Ошибка при удалении меток элемента: элемент еще не создан.

# Orchard.Tags.Services.TagService
source: Error adding tag to content item: the content item has not been created yet.
ru_ru: Ошибка при добавлении меток элементу: элемент еще не создан.

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Manage tag: {0}
ru_ru: Управление тегом: {0}

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Tag Name
ru_ru: Имя тега

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Content items tagged with {0}
ru_ru: Элементы с тегом {0}

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: There is nothing tagged with {0}
ru_ru: Нет элементов с тегом {0}

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Content Type
ru_ru: Типы контента

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Manage Tags
ru_ru: Управление тегами

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Actions:
ru_ru: Действие:

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Choose action...
ru_ru: Выберите...

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: This is a table of the tags in your application
ru_ru: Таблица меток в вашем приложении

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Edit
ru_ru: Править

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/CreateTag.cshtml
source: New Tag Name
ru_ru: Новое имя тега

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/CreateTag.cshtml
source: Add Tag
ru_ru: Добавить тег

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/Tags.cshtml
source: Tags
ru_ru: Теги

# ~/Modules/Orchard.Tags/Views/Home/Index.cshtml
source: Tags
ru_ru: Теги

# ~/Modules/Orchard.Tags/Views/Home/Search.cshtml
source: Tags
ru_ru: Теги

# ~/Modules/Orchard.Tags/Views/Home/Search.cshtml
source: Contents tagged with {0}
ru_ru: Контент с тегом {0}

# ~/Modules/Orchard.Tags/Views/Home/Search.cshtml
source: Contents tagged with <span>{0}</span>
ru_ru: Контент с тегом <span>{0}</span>

# ~/Modules/Orchard.Tags/Views/Parts/Tags.ShowTags.cshtml
source: Tags:
ru_ru: Теги:

# Orchard.Tags.Controllers.AdminController
source: Not authorized to fetch tags
ru_ru: Не допущен к выборке тегов

# Orchard.Tags.Drivers.TagsPartDriver
source: The tags "{0}" could not be added because they contain forbidden chars: {1}
ru_ru: Тег "{0}" не может быть добавлен, потому что содержит запрещенные символы: {1}

# Orchard.Tags.Projections.TagsFilter
source: Tags
ru_ru: Теги

# Orchard.Tags.Projections.TagsFilter
source: Has Tags
ru_ru: Имеет теги

# Orchard.Tags.Projections.TagsFilter
source: Tagged content items
ru_ru: Элементы содердимого с тегами

# Orchard.Tags.Projections.TagsFilter
source: Any tag
ru_ru: Любой тег

# Orchard.Tags.Projections.TagsFilter
source: Tagged with {0}
ru_ru: С тегом {0}

# Orchard.Tags.Projections.TagsFilterForms
source: Tags
ru_ru: Теги

# Orchard.Tags.Projections.TagsFilterForms
source: Select some tags.
ru_ru: Выберите какой-нибудь тег.
