Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.Scripting/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.Scripting/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Scripting/Module.txt
source: The scripting module enables the possibility to execute scripts using a simple custom scripting language.
ru_ru: Модуль сценариев позволяет выполнять скрипты, используя простой язык сценариев.

# ~/Modules/Orchard.Scripting/Module.txt
source: Scripting
ru_ru: Сценарий

# ~/Modules/Orchard.Scripting/Module.txt
source: Scripting support.
ru_ru: Поддержка сценариев.

# ~/Modules/Orchard.Scripting/Module.txt
source: Lightweight scripting
ru_ru: Легкий сценарий

# ~/Modules/Orchard.Scripting/Module.txt
source: Custom lightweight and simple scripting language.
ru_ru: Пользовательский легкий и простой язык сценариев.

# Orchard.Scripting.ScriptExpressionEvaluator
source: Syntax error: {0}
ru_ru: Синтаксическая ошибка: {0}

# ~/Modules/Orchard.Scripting/Module.txt
source: Scripting Rules
ru_ru: Правила сценариев

# ~/Modules/Orchard.Scripting/Module.txt
source: Rules for the Scripting modules
ru_ru: Правила для модуля сценариев

# ~/Modules/Orchard.Scripting/Module.txt
source: Rules
ru_ru: Правила

# Orchard.Scripting.Rules.ConditionActions
source: Conditions
ru_ru: Условия

# Orchard.Scripting.Rules.ConditionActions
source: Script condition
ru_ru: Условие скрипта

# Orchard.Scripting.Rules.ConditionActions
source: Evaluates a boolean using a scripting engine.
ru_ru: Оценивает логическую величину используя движок скриптов

# Orchard.Scripting.Rules.ConditionActions
source: There are currently no scripting engine enabled
ru_ru: Движок скриптов не доступен

# Orchard.Scripting.Rules.ConditionActions
source: Expression is not a boolean value
ru_ru: Выражение не логическое значение

# Orchard.Scripting.Rules.ConditionForms
source: Description
ru_ru: Описание

# Orchard.Scripting.Rules.ConditionForms
source: Message that will be displayed in the Actions list.
ru_ru: Сообщение, отображаемое в списке действий.

# Orchard.Scripting.Rules.ConditionForms
source: Condition
ru_ru: Условие

# Orchard.Scripting.Rules.ConditionForms
source: Enter a valid boolean expression to evaluate.
ru_ru: Введите допустимое логическое выражение для вычисления.
