Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/CyberStride.Contacts/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Contact Us
ru_ru: Обратная связь

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Name
ru_ru: Имя

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Email
ru_ru: Электропочта

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Phone
ru_ru: Телефон

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Company
ru_ru: Компания

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Current Website
ru_ru: Текущий веб сайт

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Topic of Inquiry
ru_ru: Тема Запроса

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Details
ru_ru: Детали

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Send
ru_ru: Послать

# ~/Modules/CyberStride.Contacts/Views/EditorTemplates/Parts.ContactForm.cshtml
source: Email notification to:
ru_ru: Послать email сообщение:

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: Manage Contact Requests
ru_ru: Управление Запросами Контакта

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: This is a table of the contact requests of your application
ru_ru: Эта запрос таблицы контактов вашего приложения

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: Contact Date
ru_ru: Дата Контакта

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: Name
ru_ru: Имя

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: Topic
ru_ru: Тема

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: Details
ru_ru: Детали

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/CyberStride.Contacts/Views/Admin/details.cshtml
source: Contact request from {0}
ru_ru: Запрос контакта от {0}

# ~/Modules/CyberStride.Contacts/Views/Admin/details.cshtml
source: Contact made at {0}
ru_ru: Контакт сделан на {0}

# ~/Modules/CyberStride.Contacts/Views/Admin/details.cshtml
source: Back to List
ru_ru: Назад к Списку

# CyberStride.Contacts.AdminMenu
source: Contact Requests
ru_ru: Запросы Контакта

# CyberStride.Contacts.Models.RequiredAttribute
source: The {0} field is required.
ru_ru: {0} являет обязательным полем для заполнение.

# CyberStride.Contacts.Models.RequiredAttribute
source: The Name is required.
ru_ru: Имя является обязательным для заполнения.

# CyberStride.Contacts.Controllers.AdminController
source: Contact request deleted
ru_ru: Запрос контакта удален

# CyberStride.Contacts.Controllers.ContactController
source: Thanks for your inquiry, someone will respond to you shortly.
ru_ru: Спасибо за ваш запрос, в скором времени Вам кто-нибудь ответит.

# Orchard.Users.Handlers.ContactMessagesAlteration
source: [New Contact Request]: {0}
ru_ru: [Новый Запрос Контакта]: {0}

# Orchard.Users.Handlers.ContactMessagesAlteration
source: <p>The visitor <b>{0}</b> with email <b>{1}</b> has requested contact.</p><ul><li>Company: {2}</li><li>Current Website: {3}</li><li>Phone: {4}</li><li>Message: {5}</li></ul>
ru_ru: <p>Посетитель <b>{0}</b> с почтовым ящиком <b>{1}</b> запросил контакт.</p><ul><li>Компания: {2}</li><li>Текущий веб сайт: {3}</li><li>Телефон: {4}</li><li>Сообщение: {5}</li></ul>

# ~/Modules/CyberStride.Contacts/Module.txt
source: This module allows you to create one or more Contact Pages, alternatively you can assign a ContactForm as a content part or widget to an arbitrary page. In all cases, the posted request will be shown in the admin panel under the Contact Requests menu item, and you may optionally designate an email address to be sent the contact request as well, if you have the Email module configured. 0.9.2 is a minor update to the previous version, improving the output of the email to the admin to include info entered by the user on the form.
ru_ru: Этот модуль позволяет создавать одну и более страниц для контакта, в качестве альтернативы можно поместить контактную форму в качестве части содержимого или виджета на любую страницу. В любом случае отправленный запрос будет показан в административной панели в пункте меню запросы контакта и можно определить необязательный адрес электронной почты, на который будет отправлено запрос на контакт, если модуль электронной почты сконфигурирован. 0.9.2 минимальная версия, обеспечиващая отправку информации на электронную почту администратора, введенной пользователем в форме

# ~/Modules/CyberStride.Contacts/Module.txt
source: Contact Form
ru_ru: Контактный формуляр

# ~/Modules/CyberStride.Contacts/Module.txt
source: Description for feature CyberStride.Contacts.
ru_ru: Описание возможностей CyberStride.Contacts.

# ~/Modules/CyberStride.Contacts/Module.txt
source: Messaging
ru_ru: Обмен сообщений

# CyberStride.Contacts.AdminMenu
source: List
ru_ru: Список

# CyberStride.Contacts.Controllers.AdminController
source: Contact request not found, please check your URL
ru_ru: Запрос контакта не найдены, пожалуйста, проверьте адрес URL

# CyberStride.Contacts.Controllers.AdminController
source: Couldn't delete contactRequest
ru_ru: Не удалось удалить запрос контакта

# CyberStride.Contacts.Controllers.AdminController
source: Item not found
ru_ru: Элемент не найден

# CyberStride.Contacts.Controllers.ContactController
source: Form submission was not from a valid source
ru_ru: Отправка формы осуществлена из недопустимого источника
