Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.Roles/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Roles
ru_ru: Роли

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.Roles/Module.txt
source: Roles
ru_ru: Роли

# Orchard.Roles.Controllers.AdminController
source: Creating Role {0} failed: Role with same name already exists
ru_ru: Не удалось создать роль {0}: Роль с таким именем уже существует

# ~/Modules/Orchard.Roles/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Roles/Module.txt
source: The roles module is adding the ability to assign roles to users. It's also providing a set of default roles for which other modules can define default permissions.
ru_ru: Модуль «Роли» дает возможность назначать роли для пользователей. Предоставлен набор стандартных ролей, для других модулей можно определить по умолчанию.

# ~/Modules/Orchard.Roles/Module.txt
source: Standard user roles.
ru_ru: Стандартные пользовательские роли.

# ~/Modules/Orchard.Roles/Module.txt
source: Core
ru_ru: Ядро

# Orchard.Roles.AdminMenu
source: Users
ru_ru: Пользователи

# Orchard.Roles.AdminMenu
source: Roles
ru_ru: Роли

# Orchard.Roles.Controllers.AdminController
source: Not authorized to manage roles
ru_ru: Не допущен к управлению ролями

# Orchard.Roles.Controllers.AdminController
source: Deleting Role failed: {0}
ru_ru: Не удалось удалить роль: {0}

# Orchard.Roles.Controllers.AdminController
source: Creating Role failed: {0}
ru_ru: Не удалось создать роль: {0}

# Orchard.Roles.Controllers.AdminController
source: Your Role has been saved.
ru_ru: Ваша роль сохранена.

# Orchard.Roles.Controllers.AdminController
source: Editing Role failed: {0}
ru_ru: Не удалось править роль: {0}

# Orchard.Roles.Controllers.AdminController
source: Role was successfully deleted.
ru_ru: Роль успешно удалена.

# Orchard.Roles.Drivers.UserRolesPartDriver
source: Adding role {0} to user {1}
ru_ru: Пользователю {1} добавлена роль {0}

# Orchard.Roles.Drivers.UserRolesPartDriver
source: Removing role {0} from user {1}
ru_ru: У пользователя {1} удалена роль {0}

# Orchard.Roles.Services.RolesBasedAuthorizationService
source: A security exception occurred in the content management system.
ru_ru: В системе управления контентом произошло исключение безопасности.

# Orchard.Roles.Services.RoleService
source: Permission {0} was not found in any of the installed modules.
ru_ru: Разрешение {0} не найдено ни в одном из установленных модулей.

# Orchard.Roles.Services.RoleService
source: {0} Feature
ru_ru: {0} возможность

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Add Role
ru_ru: Добавить роль

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Information
ru_ru: Информация

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Role Name:
ru_ru: Имя роли:

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Permissions
ru_ru: Разрешения

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: {0} Module
ru_ru: {0} модуль

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Permission
ru_ru: Разрешения

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Allow
ru_ru: Разрешить

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Checkbox.{0}
ru_ru: Чек-бокс.{0}

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Edit Role
ru_ru: Редактировать роль

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Information
ru_ru: Информация

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Role Name:
ru_ru: Имя роли:

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Permissions
ru_ru: Разрешения

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Permission
ru_ru: Разрешения

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Allow
ru_ru: Разрешить

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Effective
ru_ru: Эффективный

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Checkbox.{0}
ru_ru: Чек-бокс.{0}

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Effective.{0}
ru_ru: Эффективный.{0}

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Manage Roles
ru_ru: Управление Ролями

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Actions:
ru_ru: Действия:

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Add a role
ru_ru: Добавить роль

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: This is a table of the roles currently available for use in your application.
ru_ru: Таблица ролей, доступная для использования в вашем приложении.

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Edit
ru_ru: Редактировать

# ~/Modules/Orchard.Roles/Views/EditorTemplates/Parts/Roles.UserRoles.cshtml
source: Roles
ru_ru: Роли

# ~/Modules/Orchard.Roles/Views/EditorTemplates/Parts/Roles.UserRoles.cshtml
source: There are no roles.
ru_ru: Нет ролей.

# Orchard.Roles.Controllers.AdminController
source: Role name can't be empty
ru_ru: Имя роли не может быть пустым

# Orchard.Roles.Controllers.AdminController
source: Role with same name already exists
ru_ru: Роль с таким именем уже существует
