Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/UpgradeTo16/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/UpgradeTo16/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/UpgradeTo16/Module.txt
source: Description for the module
ru_ru: Описание модуля

# ~/Modules/UpgradeTo16/Module.txt
source: Description for feature UpgradeTo16.
ru_ru: Описание функции UpgradeTo16.

# UpgradeTo16.AdminMenu
source: Upgrade to 1.6
ru_ru: Модернизация на 1.6

# UpgradeTo16.AdminMenu
source: Migrate Routes
ru_ru: Миграция маршрутов

# UpgradeTo16.AdminMenu
source: Migrate Fields
ru_ru: Миграция полей

# UpgradeTo16.AdminMenu
source: Migrate Menu
ru_ru: Миграция меню

# UpgradeTo16.Controllers.FieldController
source: There are no content types with custom fields
ru_ru: Это не типы контента с пользовательскими полями

# UpgradeTo16.Controllers.FieldController
source: You need to enable Orchard.Fields in order to migrate current fields. Then you can safely remove Contrib.DateTimeField and Contrib.MediaPickerField.
ru_ru: Вам нужно включить Orchard.Fields в последовательность для миграции текущих полей. После этого вы можете безопасно удалить Contrib.DateTimeField и Contrib.MediaPickerField.

# UpgradeTo16.Controllers.FieldController
source: Not allowed to migrate fields.
ru_ru: Не разрешена миграция полей.

# UpgradeTo16.Controllers.FieldController
source: {0} fields were migrated successfully
ru_ru: {0} полей успешно мигрированы

# UpgradeTo16.Controllers.MenuController
source: This step is unnecessary as some menus already exist.
ru_ru: Этот шаг излишен, так как меню уже существует.

# UpgradeTo16.Controllers.MenuController
source: Not allowed to migrate the navigation.
ru_ru: Не разрешена миграция навигации.

# UpgradeTo16.Controllers.MenuController
source: Main menu created
ru_ru: Главное меню создано

# UpgradeTo16.Controllers.MenuController
source: Menu items moved to Main menu
ru_ru: Пункты меню перемещены в главное меню

# UpgradeTo16.Controllers.MenuController
source: Widget could not be created. Please create it manually.
ru_ru: Не удалось создать виджет. Пожалуйста, создайте его вручную.

# UpgradeTo16.Controllers.RouteController
source: There are no content types with RoutePart
ru_ru: Это не типы контента с частью маршрута RoutePart

# UpgradeTo16.Controllers.RouteController
source: Not allowed to migrate routes.
ru_ru: Не разрешена миграция маршрутов.

# UpgradeTo16.Controllers.RouteController
source: Some content items could not be imported. Please refer to the corresponding Report.
ru_ru: Некоторые элементы контента не удалось импортировать. Пожалуйста, обратитесь к соответствующему отчету.

# UpgradeTo16.Controllers.RouteController
source: {0} was migrated successfully
ru_ru: {0} успешно мигрированы

# ~/Modules/UpgradeTo16/Views/Field/Index.cshtml
source: Migrate Fields
ru_ru: Миграция полей

# ~/Modules/UpgradeTo16/Views/Field/Index.cshtml
source: Choose the types to migrate:
ru_ru: Выберите типы для миграции:

# ~/Modules/UpgradeTo16/Views/Field/Index.cshtml
source: The migration process fields data. You will still need to enable Orchard.Fields, and remove Contrib.DateTime and Contrib.MediaPicker if you have installed them.
ru_ru: Процесс миграции данных полей. Вам может потребоваться включить Orchard.Fields и удалить Contrib.DateTime и Contrib.MediaPicker, если вы их устанавливаете.

# ~/Modules/UpgradeTo16/Views/Field/Index.cshtml
source: Migrate
ru_ru: Миграция

# ~/Modules/UpgradeTo16/Views/Menu/Index.cshtml
source: Migrate Menu
ru_ru: Миграция меню

# ~/Modules/UpgradeTo16/Views/Menu/Index.cshtml
source: Migrating Menu:
ru_ru: Миграция меню:

# ~/Modules/UpgradeTo16/Views/Menu/Index.cshtml
source: This migration step will create a new Menu named "Main Menu" and add all your previous menu items to it. Finally it will create a new "Menu Widget" instance to render this menu on the website.
ru_ru: Этот шаг миграции создаст новый пункт меню "Главное меню" и добавит к нему все ваши предыдущие пункты. Затем будет создан новая инстанция "Меню виджет" для переноса меню на страницу.

# ~/Modules/UpgradeTo16/Views/Menu/Index.cshtml
source: Migrate
ru_ru: Миграция

# ~/Modules/UpgradeTo16/Views/Route/Index.cshtml
source: Migrate Routes
ru_ru: Миграция маршрутов

# ~/Modules/UpgradeTo16/Views/Route/Index.cshtml
source: Choose the types to migrate:
ru_ru: Выбрите типы для миграции:

# ~/Modules/UpgradeTo16/Views/Route/Index.cshtml
source: The migration process will move the Route and Title properties by adding an Autoroute and a Title part to all the content items for the selected content types.
ru_ru: Процесс миграции переместит маршруты и заголовки свойств путем добавления автомаршрутизации и части заголовка ко всем элементам контента для выбранных типов контента.

# ~/Modules/UpgradeTo16/Views/Route/Index.cshtml
source: Migrate
ru_ru: Миграция
