Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.Autoroute/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.Autoroute/Module.txt
source: Autoroute
ru_ru: Автомаршрутизатор

# ~/Modules/Orchard.Autoroute/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Autoroute/Module.txt
source: Description for the module
ru_ru: Описание модуля

# ~/Modules/Orchard.Autoroute/Module.txt
source: Enables the Autoroute part for tokenized routing
ru_ru: Разрешает часть автомаршрутизатора для маркированного маршрута

# ~/Modules/Orchard.Autoroute/Module.txt
source: Content
ru_ru: Содержимое

# Orchard.Autoroute.Drivers.AutoroutePartDriver
source: The "." can't be used at either end of the permalink.
ru_ru: "." не может быть использована ни на одном конце ссылки.

# Orchard.Autoroute.Drivers.AutoroutePartDriver
source: Please do not use any of the following characters in your permalink: ":", "?", "#", "[", "]", "@", "!", "$", "&", "'", "(", ")", "*", "+", ",", ";", "=", ", "<", ">", "\". No spaces are allowed (please use dashes or underscores instead).
ru_ru: Пожалуйста, не используйте следующие символы в ссылке: ":", "?", "#", "[", "]", "@", "!", "$", "&", "'", "(", ")", "*", "+", ",", ";", "=", ", "<", ">", "\". Пробелы не допустимы (пожалуйста, используйте точки или подчеркивание).

# Orchard.Autoroute.Handlers.AutoroutePartHandler
source: Permalinks in conflict. "{0}" is already set for a previously created {2} so now it has the slug "{1}"
ru_ru: Конфликт ссылок. "{0}" уже установлена для ранее созданного {2} с заголовком "{1}"

# Orchard.Autoroute.Providers.SlugTokens
source: Slug
ru_ru: Заголовок

# Orchard.Autoroute.Providers.SlugTokens
source: A slugified version of the item title appropriate for content Urls
ru_ru: Отмеченная версия элемента заголовка, соответствующая содержимому

# Orchard.Autoroute.Providers.SlugTokens
source: Path
ru_ru: Путь

# Orchard.Autoroute.Providers.SlugTokens
source: The full path of an item as already generated by Autoroute
ru_ru: Полный путь к элементу, уже сгенерированному автомаршрутизатором

# Orchard.Autoroute.Providers.SlugTokens
source: Parent Path
ru_ru: Родительский путь

# Orchard.Autoroute.Providers.SlugTokens
source: The parent item's path and slug with an appended forward slash if non-empty
ru_ru: Путь к родительскому элементу и заголовку с добавленной впереди косой чертой, если не пустой

# Orchard.Autoroute.Providers.SlugTokens
source: Slugified version of content type display name.
ru_ru: Показывает имя отмеченной версии типа содержимого.

# Orchard.Autoroute.Providers.SlugTokens
source: Slugify the text
ru_ru: Текст заголовка

# Orchard.Autoroute.Services.AutorouteService
source: Unknown content type: {0}
ru_ru: Неизвестный тип содержимого: {0}

# Orchard.Autoroute.Settings.AutorouteSettingsHooks
source: A default pattern has been added to AutoroutePart
ru_ru: Стандартный образец добавлен к часте автомаршрутизатора

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Per item configuration
ru_ru: Через конфигурацию элемента

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Allow the user to change the pattern on each item
ru_ru: Разрешает пользователю изменять образец для каждого элемента

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Allow custom patterns
ru_ru: Разрешает пользовательские образцы

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Automatically regenerate when editing content
ru_ru: Автоматически восстанавливать при редактировании содержимого

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: This option will cause the Url to automatically be regenerated when you edit existing content and publish it again, otherwise it will always keep the old route, or you have to perform bulk update in the Autoroute admin.
ru_ru: Этот параметр вызовет адрес Url для автоматического восстановления при редактировании существующего содержимого и последующей публикации, в противном случае сохраняется старый маршрут или требуется потоковое обновление в модуле администрирования автомаршрутизатора.

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Patterns:
ru_ru: Образцы:

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Default
ru_ru: Стандартный

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Name
ru_ru: Название

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Name of the pattern
ru_ru: Название образца

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Pattern
ru_ru: Образец

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: The definition of the pattern
ru_ru: Определение образца

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Description
ru_ru: Описание

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: The description of the pattern, displayed in the editor
ru_ru: Описание образца, показываемая в редакторе

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: The current Content Type does not have a default Autoroute Pattern. Please edit the settings first.
ru_ru: Текущий тип содержимого не имеет стандартного образца Автомаршрутизатора. Пожалуйста, отредактируйте сначала установки.

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: Permalink
ru_ru: Постоянная ссылка

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: Leave empty to use the default permalink pattern ({0}: {1})
ru_ru: Оставьте поле пустым для использования постоянной ссылки образца ({0}: {1})

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: Set as home page
ru_ru: Установить в качестве стартовой страницы

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: Check to promote this content as the home page
ru_ru: Отметить для продвижения этого содержимого в качестве стартовой страницы

# Orchard.Autoroute.Drivers.AutoroutePartDriver
source: Please do not use any of the following characters in your permalink: ":", "?", "#", "[", "]", "@", "!", "$", "&", "'", "(", ")", "*", "+", ",", ";", "=", ", "<", ">", "\", "|". No spaces are allowed (please use dashes or underscores instead).
ru_ru: Пожалуйста, не используйте следующие символы в ссылке: ":", "?", "#", "[", "]", "@", "!", "$", "&", "'", "(", ")", "*", "+", ",", ";", "=", ", "<", ">", "\". Пробелы не допустимы (пожалуйста, используйте точки или подчеркивание).

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: Save the current item and leave the input empty to have it automatically generated using the pattern {0} e.g., {1}
ru_ru: Сохраните текущий пункт и оставьте ввод пустым, чтобы он был автоматически сгенерирован при помощи шаблона {0}, например {1}

# Orchard.Autoroute.Drivers.AutoroutePartDriver
source: No route patterns are currently defined for this Content Type. If you don't set one in the settings, a default one will be used.
ru_ru: Не существует образцов маршрута для текущего типа содержимого. Если ни один из параметров не установлен, будет использован один стандартный.
