Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Contrib.Cache/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Contrib.Cache/Module.txt
source: Cache
ru_ru: Кэш

# ~/Modules/Contrib.Cache/Module.txt
source: Adds Caching functionality.
ru_ru: Добавляет кэширование.

# ~/Modules/Contrib.Cache/Module.txt
source: Performance
ru_ru: Производительность

# Contrib.Cache.AdminMenu
source: Settings
ru_ru: Настройки

# Contrib.Cache.AdminMenu
source: Cache
ru_ru: Кэш

# Contrib.Cache.AdminMenu
source: Statistics
ru_ru: Статистика

# Contrib.Cache.Controllers.AdminController
source: Not allowed to manage cache
ru_ru: Не разрешено управление кэшем

# Contrib.Cache.Controllers.AdminController
source: Cache Settings saved successfully.
ru_ru: Настройки кэша успешно сохранены.

# Contrib.Cache.Controllers.AdminController
source: Could not save Cache Settings.
ru_ru: Не удалось сохранить настройки кэша

# Contrib.Cache.Controllers.StatisticsController
source: Not allowed to manage cache
ru_ru: Не разрешено управление кэшем

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Cache Settings
ru_ru: Настройки кэша

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Default Cache Duration
ru_ru: Стандартная длительность кэширования

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Number of seconds the pages should be kept in cache on the server.
ru_ru: Количество секунд, в течение которых страницы должны сохраняться в кэше на сервере.

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Max Age
ru_ru: Максимальный возраст

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: When defined, a cache-control header with a max-age property will be added. Use this in order to enable kernel cache on IIS.
ru_ru: Если определен, то добавляется заголовок контроллера кэша со свойством максимальный возраст. Он используется для разрешения ядра кэширования на IIS.

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Ignored urls
ru_ru: Игнорируемые адреса url

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: This must be a set of relative paths, e.g., /, /About. Please ensure that you enter only one path per line.
ru_ru: Здесь должны быть установлены относительные пути, т.е. /, /About. Пожалуйста, вводите каждый путь отдельной строкой

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: You can add comments by starting the line with #.
ru_ru: Вы можете добавить коментарии в строке, начинающийся со знака #.

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Culture
ru_ru: Культура

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Differentiate cultures
ru_ru: Отличающиеся культуры

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: When checked, the cached content will differ per culture too. For performance reasons leave it unchecked if you website uses only one culture.
ru_ru: Если отмечено, то кэшируемое содержимое будет также отличаться по культуре. Для повышения производительности оставьте не отмеченным, если ваш сайт использует только одну культуру.

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Debug mode
ru_ru: Режим отладки

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Render caching information in cached pages
ru_ru: Показывает информацию о кэшировании в кэшируемых страницах

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Route
ru_ru: Маршрут

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Priority
ru_ru: Приоритет

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Duration
ru_ru: Длительность

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Leave empty to use default duration, 0 to disable caching on this route.
ru_ru: Оставьте пустым для использования стандартной длительности, 0 для выключения кэширования этого маршрута

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Contrib.Cache/Views/Statistics/Index.cshtml
source: Cache Statistics
ru_ru: Статистика кэша

# ~/Modules/Contrib.Cache/Views/Statistics/Index.cshtml
source: Cached pages
ru_ru: Кэшируемые страницы

# ~/Modules/Contrib.Cache/Views/Statistics/Index.cshtml
source: Url
ru_ru: Адрес Url

# ~/Modules/Contrib.Cache/Views/Statistics/Index.cshtml
source: Cached On
ru_ru: Кэщирование включено

# ~/Modules/Contrib.Cache/Views/Statistics/Index.cshtml
source: Cached Until
ru_ru: Кэшировать до

# ~/Modules/Contrib.Cache/Views/Statistics/Index.cshtml
source: Evict
ru_ru: Вытеснить
