Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.Blogs/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: View
ru_ru: Просмотр

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Publish Draft
ru_ru: Опубликовать черновик

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Preview
ru_ru: Предварительный просмотр

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Unpublish
ru_ru: Отменить публикацию

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Publish
ru_ru: Опубликовать

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Edit
ru_ru: Редактировать

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.Blogs/Module.txt
source: A simple web log.
ru_ru: Простой веблог.

# ~/Modules/Orchard.Blogs/Module.txt
source: Content
ru_ru: Содержимое

# ~/Modules/Orchard.Blogs/Module.txt
source: Blog easier using a dedicated MetaWeblogAPI-compatible publishing tool.
ru_ru: Блоги проще использовать с MetaWeblogAPI-совместимой утилитой публикацц

# ~/Modules/Orchard.Blogs/Module.txt
source: Content Publishing
ru_ru: Публикация содержимого

# Orchard.Blogs.Commands.BlogCommands
source: An error occured while loading the file:
ru_ru: Ошибка загрузки файла:

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts/Blogs.BlogArchives.cshtml
source: Show the archives for which blog? Note: specify the blog's slug.
ru_ru: Для какого блога показать архив? Замечание: используйте slug-параметр блога.

# ~/Modules/Orchard.Blogs/Views/Items/Content-Blog.DetailAdmin.cshtml
source: New Post
ru_ru: Новая запись

# ~/Modules/Orchard.Blogs/Views/Items/Content-Blog.Edit.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.Blogs/Views/Items/Content-Blog.SummaryAdmin.cshtml
source: View
ru_ru: Просмотр

# ~/Modules/Orchard.Blogs/Views/Items/Content-Blog.SummaryAdmin.cshtml
source: List Posts
ru_ru: Список записей

# ~/Modules/Orchard.Blogs/Views/Items/Content-Blog.SummaryAdmin.cshtml
source: New Post
ru_ru: Новая запись

# ~/Modules/Orchard.Blogs/Views/Items/Content-Blog.SummaryAdmin.cshtml
source: Edit
ru_ru: Редактировать

# ~/Modules/Orchard.Blogs/Views/Items/Content-Blog.SummaryAdmin.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Blogs/Views/Items/Content-BlogPost.Editor.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.Blogs/Views/Items/Content-BlogPost.Editor.cshtml
source: Discard Draft
ru_ru: Отклонить черновик

# ~/Modules/Orchard.Blogs/Views/Items/Content-BlogPost.SummaryAdmin.cshtml
source: Edit
ru_ru: Редактировать

# ~/Modules/Orchard.Blogs/Views/Items/Content-BlogPost.SummaryAdmin.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.Blog.Manage.cshtml
source: Blog Properties
ru_ru: Свойства блога

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.Blog.Pager.cshtml
source: Older Posts
ru_ru: Старые записи

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.Blog.Pager.cshtml
source: Newer Posts
ru_ru: Новые записи

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogArchives.cshtml
source: Archives
ru_ru: Архивы

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogArchives.cshtml
source: None found
ru_ru: Не найдены

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogPost.List.Admin.cshtml
source: Actions:
ru_ru: Действия:

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogPost.List.Admin.cshtml
source: Choose action...
ru_ru: Выберите действие

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogPost.List.Admin.cshtml
source: Publish Now
ru_ru: Опубликовать сейчас

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogPost.List.Admin.cshtml
source: Unpublish
ru_ru: Отменить публикацию

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogPost.List.Admin.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogPost.List.Admin.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogPost.List.Admin.cshtml
source: There are no posts for this blog.
ru_ru: Не найдены записи для этого блога.

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogPost.List.cshtml
source: There are no posts for this blog.
ru_ru: Не найдены записи для этого блога.

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.Blog.BlogPostCount.cshtml
source: 1 post
ru_ru: 1 запись

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.Blog.BlogPostCount.cshtml
source: {0} posts
ru_ru: {0} записей

# ~/Modules/Orchard.Blogs/Module.txt
source: Blogs
ru_ru: Блоги

# Orchard.Blogs.Controllers.BlogAdminController
source: Blog deleted
ru_ru: Блог удален

# ~/Modules/Orchard.Blogs/Views/Blog.DeleteButton.cshtml
source: Delete
ru_ru: Удалить

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't create content
ru_ru: Не возможно создать контент

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: Number of posts to display. Zero for all.
ru_ru: Количество постов для показа. Ноль - показать все.

# Orchard.Blogs.AdminMenu
source: Blog
ru_ru: Блог

# Orchard.Blogs.AdminMenu
source: New Post
ru_ru: Новая запись

# Orchard.Blogs.AdminMenu
source: New Blog
ru_ru: Новый блог

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.SummaryAdmin.cshtml
source: List Posts
ru_ru: Список записей

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.SummaryAdmin.cshtml
source: New Post
ru_ru: Новая запись

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Create.cshtml
source: New Blog
ru_ru: Новый блог

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.Blogs/Views/BlogPostAdmin/Create.cshtml
source: New Post
ru_ru: Новая запись

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.BlogArchives.cshtml
source: Select which blog you want to display the archives for
ru_ru: Выберите блог для которого вы хотите отображать архив

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: Select which blog you want to display the recent posts for
ru_ru: Выберите блог для которого вы хотите отображать последние записи

# Orchard.Blogs.Commands.BlogCommands
source: Blog created successfully
ru_ru: Блог успешно создан

# Orchard.Blogs.Commands.BlogCommands
source: Loading feed...
ru_ru: Загрузка ленты...

# Orchard.Blogs.Commands.BlogCommands
source: Found {0} items
ru_ru: Найдено записей: {0}

# Orchard.Blogs.Commands.BlogCommands
source: An error occured while loading the feed at {0}.
ru_ru: Ошибка загрузки ленты {0}.

# Orchard.Blogs.Commands.BlogCommands
source: Blog not found with specified Id: {0}
ru_ru: Не найден блог с указанным ID: {0}

# Orchard.Blogs.Commands.BlogCommands
source: Adding post: {0}...
ru_ru: Добавление записи: {0}...

# Orchard.Blogs.Commands.BlogCommands
source: Import feed completed.
ru_ru: Импорт ленты завершен.

# Orchard.Blogs.Services.XmlRpcHandler
source: The specified Blog Post doesn't exist anymore. Please create a new Blog Post.
ru_ru: Указанная запись блога больше не существует. Пожалуйста, создайте новую.

# ~/Modules/Orchard.Blogs/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Blogs/Module.txt
source: The Orchard Blogs module is implementing basic blogging features.
ru_ru: Модуль Blogs реализует базовые возможности блога.

# ~/Modules/Orchard.Blogs/Module.txt
source: Remote Blog Publishing
ru_ru: Удаленная публикация блога

# Orchard.Blogs.AdminMenu
source: Blogs
ru_ru: Блоги

# Orchard.Blogs.AdminMenu
source: Manage Blogs
ru_ru: Управление блогами

# Orchard.Blogs.AdminMenu
source: Manage Blog
ru_ru: Управление блогом

# Orchard.Blogs.AdminMenu
source: Create New Post
ru_ru: Создать новый блог

# Orchard.Blogs.AdminMenu
source: Create New Blog
ru_ru: Создать новый блог

# Orchard.Blogs.Commands.BlogCommands
source: Invalid username: {0}
ru_ru: Недопустимое имя пользователя: {0}

# Orchard.Blogs.Commands.BlogCommands
source: Invalid Slug provided. Blog creation failed.
ru_ru: Недопустимый жетон. Блог не создан.

# Orchard.Blogs.Commands.BlogCommands
source: An error occured while loading the file: {0}
ru_ru: Возникла ошибка при загрузке файла: {0}

# Orchard.Blogs.Commands.BlogCommands
source: Blog not found at specified slug: {0}
ru_ru: По заданному жетону блог не найден: {0}

# Orchard.Blogs.Controllers.BlogAdminController
source: Not allowed to create blogs
ru_ru: Не допущен для создания блогов

# Orchard.Blogs.Controllers.BlogAdminController
source: Couldn't create blog
ru_ru: Невозможно создать блог

# Orchard.Blogs.Controllers.BlogAdminController
source: Not allowed to edit blog
ru_ru: Не допущен для правки блога

# Orchard.Blogs.Controllers.BlogAdminController
source: Couldn't edit blog
ru_ru: Невозможно править блог

# Orchard.Blogs.Controllers.BlogAdminController
source: Blog information updated
ru_ru: Информация о блоге обновлена

# Orchard.Blogs.Controllers.BlogAdminController
source: Couldn't delete blog
ru_ru: Невозможно удалить блог

# Orchard.Blogs.Controllers.BlogAdminController
source: Blog was successfully deleted
ru_ru: Блог успешно удален

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Not allowed to create blog post
ru_ru: Не допущен для создания записи в блоге

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't create blog post
ru_ru: Невозможно создать запись в блоге

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Your {0} has been created.
ru_ru: Ваш {0} создан.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't edit blog post
ru_ru: Невозможно править запись в блоге

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't publish blog post
ru_ru: Невозможно опубликовать запись в блоге

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Your {0} has been saved.
ru_ru: Ваш {0} сохранен.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: There is no draft to discard.
ru_ru: Нет черновика для удаления.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't discard blog post draft
ru_ru: Невозможно удалить черновик записи блога

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Can not discard draft on unpublished blog post.
ru_ru: Невозможно удалить черновик неопубликованной записи блога.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post draft version discarded
ru_ru: Черновая версия записи блога удалена

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't delete blog post
ru_ru: Невозможно удалить запись блога

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post was successfully deleted
ru_ru: Запись блога успешно удалена

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post successfully published.
ru_ru: Запись блога успешно опубликована.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't unpublish blog post
ru_ru: Невозможно скрыть записи блога

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post successfully unpublished.
ru_ru: Запись блога успешно скрыта.

# Orchard.Blogs.Controllers.BlogPostController
source: Couldn't view blog post
ru_ru: Невозможно просмотреть запись блога

# Orchard.Blogs.Services.XmlRpcHandler
source: The username or e-mail or password provided is incorrect.
ru_ru: Неправильны имя пользователя, электропочта или пароль.

# ~/Modules/Orchard.Blogs/Views/Content-Blog.DetailAdmin.cshtml
source: New Post
ru_ru: Новая запись

# ~/Modules/Orchard.Blogs/Views/Content-Blog.SummaryAdmin.cshtml
source: List Posts
ru_ru: Список записей

# ~/Modules/Orchard.Blogs/Views/Content-Blog.SummaryAdmin.cshtml
source: New Post
ru_ru: Новая запись

# ~/Modules/Orchard.Blogs/Views/Content-Blog.SummaryAdmin.cshtml
source: Edit
ru_ru: Редактировать

# ~/Modules/Orchard.Blogs/Views/Content-Blog.SummaryAdmin.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.Manage.cshtml
source: Blog Properties
ru_ru: Свойства блога

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogArchives.cshtml
source: None found
ru_ru: Ничего не найдено

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.List.cshtml
source: There are no posts for this blog.
ru_ru: В этом блоге нет записей.

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Actions:
ru_ru: Действия:

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Choose action...
ru_ru: Выберите...

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Publish Now
ru_ru: Опубликовать

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Unpublish
ru_ru: Скрыть

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: There are no posts for this blog.
ru_ru: Нет записей в этом блоге.

# ~/Modules/Orchard.Blogs/Views/Blog/List.cshtml
source: No blogs found.
ru_ru: Блоги не найдены.

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Create.cshtml
source: Create New Blog
ru_ru: Создать новый блог

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Edit.cshtml
source: Blog Properties
ru_ru: Свойства блога

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Item.cshtml
source: Manage Blog
ru_ru: Управление блогом

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Manage Blogs
ru_ru: Управление блогами

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: New Blog
ru_ru: Новый блог

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Actions:
ru_ru: Действие:

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Choose action...
ru_ru: Выберите...

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: There are no blogs for you to see. Want to <a href="{0}">add one</a>?
ru_ru: Нет блогов для просмотра. Хотите <a href="{0}">создать блог</a>?

# ~/Modules/Orchard.Blogs/Views/BlogPost/ListByArchive.cshtml
source: Archives
ru_ru: Архивы

# ~/Modules/Orchard.Blogs/Views/BlogPostAdmin/Create.cshtml
source: Create New Blog Post
ru_ru: Создать новую запись блога

# ~/Modules/Orchard.Blogs/Views/BlogPostAdmin/Edit.cshtml
source: Edit Blog Post
ru_ru: Править запись блога

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Description
ru_ru: Описание

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.BlogArchives.cshtml
source: For Blog
ru_ru: Для блога

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.BlogArchives.cshtml
source: Show the archives for which blog? Note: specify the blog's slug.
ru_ru: Для какого блога показать архив? Замечание: используйте slug-параметр блога.

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: For Blog
ru_ru: Для блога

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: Count
ru_ru: Количество

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.BlogPostCount.cshtml
source: 1 post
ru_ru: 1 запись

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.BlogPostCount.cshtml
source: {0} posts
ru_ru: {0} записей
