Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.Fields/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# Orchard.Fields.Drivers.MediaPickerFieldDriver
source: The field {0} must have one of these extensions: {1}
ru_ru: Поле {0} должно иметь одно из следующих расширений: {1}

# Orchard.Fields.Drivers.NumericFieldDriver
source: {0} is an invalid number
ru_ru: {0} неверное число

# Orchard.Fields.Tokens.FieldTokens
source: Date Time
ru_ru: Дата и время

# Orchard.Fields.Tokens.FieldTokens
source: The date and time.
ru_ru: Дата и время.

# Orchard.Fields.Tokens.FieldTokens
source: Link Field
ru_ru: Полк ссылки

# Orchard.Fields.Tokens.FieldTokens
source: Tokens for Link Fields
ru_ru: Метки для полей ссылок

# Orchard.Fields.Tokens.FieldTokens
source: Text
ru_ru: Текст

# Orchard.Fields.Tokens.FieldTokens
source: The text of the link.
ru_ru: Текст ссылки.

# Orchard.Fields.Tokens.FieldTokens
source: Url
ru_ru: Адрес Url

# Orchard.Fields.Tokens.FieldTokens
source: The url of the link.
ru_ru: Адрес url ссылки.

# Orchard.Fields.Tokens.FieldTokens
source: Target
ru_ru: Цель

# Orchard.Fields.Tokens.FieldTokens
source: The target of the link.
ru_ru: Окно (цель), в котором будет открываться ссылки.

# Orchard.Fields.Tokens.FieldTokens
source: Date Time Field
ru_ru: Поле даты и времени

# Orchard.Fields.Tokens.FieldTokens
source: Tokens for Date Time Fields
ru_ru: Метки для полей даты и времени

# Orchard.Fields.Tokens.FieldTokens
source: Date
ru_ru: Дата

# Orchard.Fields.Tokens.FieldTokens
source: The date only.
ru_ru: Только дата.

# Orchard.Fields.Tokens.FieldTokens
source: Time
ru_ru: Время

# Orchard.Fields.Tokens.FieldTokens
source: The time only.
ru_ru: Только время.

# Orchard.Fields.Tokens.FieldTokens
source: Media Picker Field
ru_ru: Поле указателя источника

# Orchard.Fields.Tokens.FieldTokens
source: Tokens for Media Picker Fields
ru_ru: Метки для полей указателя источника

# Orchard.Fields.Tokens.FieldTokens
source: The url of the media.
ru_ru: Адрес url источника.

# Orchard.Fields.Tokens.FieldTokens
source: Alternate Text
ru_ru: Альтернативный текст.

# Orchard.Fields.Tokens.FieldTokens
source: The alternate text of the media.
ru_ru: Альтернативный текст источника.

# Orchard.Fields.Tokens.FieldTokens
source: Class
ru_ru: Класс

# Orchard.Fields.Tokens.FieldTokens
source: The class of the media.
ru_ru: Класс источника.

# Orchard.Fields.Tokens.FieldTokens
source: Style
ru_ru: Стиль

# Orchard.Fields.Tokens.FieldTokens
source: The style of the media.
ru_ru: Стиль источника.

# Orchard.Fields.Tokens.FieldTokens
source: Alignment
ru_ru: Выравнивание

# Orchard.Fields.Tokens.FieldTokens
source: The alignment of the media.
ru_ru: Выравнивание источника.

# Orchard.Fields.Tokens.FieldTokens
source: Width
ru_ru: Ширина

# Orchard.Fields.Tokens.FieldTokens
source: The width of the media.
ru_ru: Ширина источника.

# Orchard.Fields.Tokens.FieldTokens
source: Height
ru_ru: Высота

# Orchard.Fields.Tokens.FieldTokens
source: The height of the media.
ru_ru: Высота источника.

source: Check to ensure the user is providing a valid media for this field.
ru_ru: Отметить, чтобы обеспечить пользователю доступ к допустимому источнику в этом поле.

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/MediaPicker.Edit.cshtml
source: Clear
ru_ru: Очистить

# ~/Modules/Orchard.Fields/Module.txt
source: Fields
ru_ru: Поля

# ~/Modules/Orchard.Fields/Module.txt
source: Antoine Griffard, S�bastien Ros
ru_ru: Antoine Griffard, Sebastien Ros

# ~/Modules/Orchard.Fields/Module.txt
source: Some content fields
ru_ru: Некоторые поля содержимого

# ~/Modules/Orchard.Fields/Module.txt
source: Contains the following fields: Input, Boolean, DateTime, Numeric, Link, Enumeration, Media Picker
ru_ru: Содержит следующие поля: Input, Boolean, DateTime, Numeric, Link, Enumeration, Media Picker

# Orchard.Fields.Drivers.BooleanFieldDriver
source: The field {0} is mandatory.
ru_ru: Поле {0} обязательно для заполнения.

# Orchard.Fields.Drivers.BooleanFieldDriver
source: Value
ru_ru: Значение

# Orchard.Fields.Drivers.BooleanFieldDriver
source: The boolean value of the field.
ru_ru: Логическое значение поля.

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: {0} is required
ru_ru: {0} обязательно

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: {0} is an invalid date and time
ru_ru: {0} недопустимые дата и время

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: Value
ru_ru: Значение

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: The date time value of the field.
ru_ru: Значение даты и времени поля.

# Orchard.Fields.Drivers.EnumerationFieldDriver
source: The field {0} is mandatory
ru_ru: Поле {0} обязательно для заполнения.

# Orchard.Fields.Drivers.EnumerationFieldDriver
source: Value
ru_ru: Значение

# Orchard.Fields.Drivers.EnumerationFieldDriver
source: The selected values of the field.
ru_ru: Выьранные значения поля.

# Orchard.Fields.Drivers.InputFieldDriver
source: The field {0} is mandatory.
ru_ru: Поле {0} обязательно для заполнения.

# Orchard.Fields.Drivers.InputFieldDriver
source: Value
ru_ru: Значение

# Orchard.Fields.Drivers.InputFieldDriver
source: The value of the field.
ru_ru: Значение поля.

# Orchard.Fields.Drivers.LinkFieldDriver
source: Url is required for {0}
ru_ru: Адрес Url обязателен для {0}

# Orchard.Fields.Drivers.LinkFieldDriver
source: {0} is an invalid url.
ru_ru: {0} неправильный адрес url.

# Orchard.Fields.Drivers.LinkFieldDriver
source: Text is required for {0}.
ru_ru: Текст обязателен для {0}.

# Orchard.Fields.Drivers.LinkFieldDriver
source: Text
ru_ru: Текст

# Orchard.Fields.Drivers.LinkFieldDriver
source: The text of the link.
ru_ru: Текст ссылки.

# Orchard.Fields.Drivers.LinkFieldDriver
source: Url
ru_ru: Адрес url

# Orchard.Fields.Drivers.LinkFieldDriver
source: The url of the link.
ru_ru: Url адрес ссылки.

# Orchard.Fields.Drivers.MediaPickerFieldDriver
source: The field {0} must be have one of these extensions: {1}
ru_ru: Поле {0} должно иметь одно из следующих расширений: {1}

# Orchard.Fields.Drivers.MediaPickerFieldDriver
source: The field {0} is mandatory
ru_ru: Поле {0} обязательно для заполнения

# Orchard.Fields.Drivers.MediaPickerFieldDriver
source: The media in {0} could not be found
ru_ru: Источник в {0} не найден

# Orchard.Fields.Drivers.MediaPickerFieldDriver
source: Url
ru_ru: Адрес url

# Orchard.Fields.Drivers.MediaPickerFieldDriver
source: The url of the media.
ru_ru: Адрес url источника.

# Orchard.Fields.Drivers.NumericFieldDriver
source: The field {0} is mandatory.
ru_ru: Поле {0} обязательно для заполнения

# Orchard.Fields.Drivers.NumericFieldDriver
source: The value must be greater than {0}
ru_ru: Значение должно быть больше чем {0}

# Orchard.Fields.Drivers.NumericFieldDriver
source: The value must be less than {0}
ru_ru: Значение должно быть меньше чем {0}

# Orchard.Fields.Drivers.NumericFieldDriver
source: The field {0} must be an integer
ru_ru: Поле {0} должно быть челым числом

# Orchard.Fields.Drivers.NumericFieldDriver
source: Invalid number of digits for {0}, max allowed: {1}
ru_ru: Недопустимое число знаков для {0}, максимально допустимо: {1}

# Orchard.Fields.Drivers.NumericFieldDriver
source: Value
ru_ru: Значение

# Orchard.Fields.Drivers.NumericFieldDriver
source: The value of the field.
ru_ru: Значение поля.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Help text
ru_ru: Такст помощи

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The help text is written under the field when the user is selecting a value.
ru_ru: Такст помощи пишется под полем, если пользователь выбирает значение.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Add a neutral option
ru_ru: Добавить нейтральный вариант

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Check to allow the user to enter a neutral value, like 'Maybe'.
ru_ru: Отметить, если пользователь может вводить нейтральное значение типа 'может быть'.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Neutral option text
ru_ru: Параметр нейтрального варианта

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The text displayed when the field is not selected.
ru_ru: Текст, показываемый, если поле не выбрано.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: On Label
ru_ru: Этикетка включено

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The text displayed when the field is selected.
ru_ru: Текст, показываемый при выборе поля.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Off Label
ru_ru: Этикетка выключено

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The text displayed when the field is unselected.
ru_ru: Текст, показываемый, если поле не выбрано.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Selection mode
ru_ru: Режим выбора

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Checkbox
ru_ru: Флажок

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Radio buttons
ru_ru: Переключатели

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Dropdown list
ru_ru: Выпадающий список

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: When Checkbox is selected, the label for 'on' will be used.
ru_ru: Если флажок выбран, будет использоваться этикетка 'включено'

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Default value
ru_ru: Значение по-умолчанию

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Neutral
ru_ru: Нейтральный

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: True
ru_ru: Истина

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: False
ru_ru: Ложь

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Help text
ru_ru: Такст помощи

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: The help text is written under the field when the user is entering a value.
ru_ru: Текст помощи пишется под полем, когда пользователь вводит значение.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Display options
ru_ru: Варианты показа

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Date and time
ru_ru: Дата и время

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Date only
ru_ru: Только дата

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Time only
ru_ru: Только время

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Required
ru_ru: Обязательный

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Check if the field is required.
ru_ru: Отметить, если поле обязательное.

source: Help text
ru_ru: Текст помощи

source: The help text is written under the field when users are selecting an option.
ru_ru: Текст помощи пишется под полем, когда пользователь выбирает вариант.

source: An option is required
ru_ru: Вариант обязательный

source: Check to ensure the user is providing an option for this field.
ru_ru: Отметить, чтобы обеспечить пользователю доступ к варианту для этого поля.

source: Options
ru_ru: Опции

source: Enter an option per line.
ru_ru: Введите вариант на отдельной строке.

source: List mode
ru_ru: Режим списка

source: Dropdown list
ru_ru: Выпадающий список

source: Radio button list
ru_ru: Список переключателей

source: Listbox
ru_ru: Поле списка

source: Checkbox
ru_ru: Флажок

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Help text
ru_ru: Текст помощи

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The help text is written under the field when the user is entering a value.
ru_ru: Текст помощи пишется под полем, когда пользователь вводит значение.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Input type
ru_ru: Вводимый тип

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Text
ru_ru: Текст

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Url
ru_ru: Адрес url

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Tel
ru_ru: Телефон

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Email
ru_ru: Адрес электронной почты

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Defines what format should be applied to the text.
ru_ru: Определяет формат, применяемый к тексту.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Pattern
ru_ru: Шаблон

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Declaring what pattern should be used for validating a field’s value, in the form of a regular expression. (optional)
ru_ru: Определение, какой шаблон должен использоваться для проверки допустимости значения поля, в виде регулярного выражения (необязательный)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Title
ru_ru: Заголовок

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The title attribute of the field. (optional)
ru_ru: Заголовок атрибута поля (необязательный).

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Required
ru_ru: Обязательный

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Check if the field is required.
ru_ru: Отметить, если поле обязательное.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Autofocus
ru_ru: Автофокус

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Whether focus should be set to this field as soon as it has loaded.
ru_ru: Должен ли фокус быть установлен в поле, как только оно загрузилось.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Automatic completion
ru_ru: Автоматическое заполнение

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: An option to turn off automatic form completion of values. Leave unchecked to disable automatic completion.
ru_ru: Вариант для выключения автомтического заполнения значений формы. Оставьте неотмеченным для выключения автоматического заполнения.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Watermark
ru_ru: Водяной знак

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: A hint to display when the input is empty. (optional)
ru_ru: Подсказка для показа, пока ввод пуст (необязательная).

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Editor css class
ru_ru: Редактор css класса

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The css class to use for the editor. (optional)
ru_ru: Css класс для использования редактором (необязательный).

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Maximum length
ru_ru: Максимальная длина

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The maximum number of chars allowed. (optional)
ru_ru: Максимальное допустимое число символов (необязательно).

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Help text
ru_ru: Текст помощи

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: The help text is written under the field.
ru_ru: Текст помощи, выводимый под полем.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Target
ru_ru: Цель

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: No target
ru_ru: Нет цели

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Open link in new window
ru_ru: Открывать ссылку в новом окне

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Open link in the parent frameset
ru_ru: Открывать ссылку в родительском фрейме

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Open link in the full body of the window
ru_ru: Открывать ссылку в полном теле окна

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Allow the user to choose
ru_ru: Разрешить пользователю выбор

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Required
ru_ru: Требуется

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Whether the url is required.
ru_ru: Является ли адрес url обязательным.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Link text
ru_ru: Текст ссылки

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Optional
ru_ru: Необязательный

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Static
ru_ru: Статический

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Url
ru_ru: Адрес Url

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Define how the title field should behave in the editor.
ru_ru: Определить поведение поля заголовка в редакторе.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: The title to display for the link
ru_ru: Заголовок ссылки

source: Help text
ru_ru: Текст помощи

source: The help text is written under the field when authors are selecting a media.
ru_ru: Текст помощи, показываемый под полем, когда автор выбирает источник.

source: The media is required
ru_ru: Источник обязательный

source: Check to ensure the user if providing a valid media for this field.
ru_ru: Отметить, чтобы обеспечить пользователю допустимый источник для поля.

source: Allow only specific extensions
ru_ru: Допускает только спефицированные расширения

source: You can define a set of extensions the user will be able to pick, separated by spaces, e.g. jpg png gif
ru_ru: Вы можете определить набор расширений, который пользоваатель может указывать, разделенные пробелом, например, jpg png gif

source: Leave it empty if you don't want to apply any restriction.
ru_ru: Остасьте пустым, если не хотите применять это ограничение.

source: Provide custom parameters
ru_ru: Обеспечение пользовательских параметров

source: Custom parameters can be used if your own views.
ru_ru: Пользовательские параметры могут быть использоваться в своих собственных представлениях

source: Custom1
ru_ru: Пользовательский1

source: Custom2
ru_ru: Пользовательский2

source: Custom3
ru_ru: Пользовательский3

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Help text
ru_ru: Текст помощи

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The help text is written under the field when the user is entering a value.
ru_ru: Текст помощи пишется под полем, когда пользователь вводит значение.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Required
ru_ru: Обязательно

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Check if the field is required.
ru_ru: Отметить, если поле обязательное.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Scale
ru_ru: Шкала

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The number of digits to the right of the decimal. Put 0 for integers.
ru_ru: Количество знаков справа от десятичной точки. Введите 0 для целых.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Minimum
ru_ru: Минимум

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The minimum value allowed. (optional)
ru_ru: Минимальное допустимое значение (необязательное).

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Maximum
ru_ru: Максимум

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The maximum value allowed. (optional)
ru_ru: Максимальное допустимое значение (необязательное).

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/DateTime.Edit.cshtml
source: Date
ru_ru: Дата

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/DateTime.Edit.cshtml
source: Time
ru_ru: Время

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Enumeration.Edit.cshtml
source: Select an option
ru_ru: Выбор варианта

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Enumeration.Edit.cshtml
source: unset
ru_ru: сброс

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: Url
ru_ru: Адрес url

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: A valid url, i.e. http://orchardproject.net, /content/file.pdf, ...
ru_ru: Корректный адрес url, например, http://orchardproject.net, /content/file.pdf, ...

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: Text
ru_ru: Текст

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: The text of the link. If left empty, the url will be used instead.
ru_ru: Текст ссылки. Если оставлен пустым, то вместо него будет использоваться адрес url.

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: Target
ru_ru: Цель

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: A valid HTML target attribute value. e.g., _blank, _parent, _top, or an anchor.
ru_ru: Корректное значение атрибута цели, например, _blank, _parent, _top, _self.

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/MediaPicker.Edit.cshtml
source: Browse
ru_ru: Просмотр
