Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.Media/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Copy this html to add this media file to your site.
ru_ru: Скопируйте этот html-код для вставки файла на ваш сайт.

# ~/Modules/Orchard.Media/Module.txt
source: Media
ru_ru: Медиа

# Orchard.Media.Controllers.AdminController
source: Editing failed: {0}
ru_ru: Не удалось править: {0}

# Orchard.Media.Controllers.AdminController
source: Uploading media file failed:
ru_ru: Не удалось загрузить файл:

# Orchard.Media.Controllers.AdminController
source: Editing media file failed.
ru_ru: Не удалось править файл.

# Orchard.Media.Handlers.MediaSettingsPartHandler
source: Media
ru_ru: Медиа

# Orchard.Media.Services.provides
source: New file name "{0}" is not allowed. Please provide a file extension.
ru_ru: Новое имя «{0}» не допустимо. Пожалуйста, укажите расширение файла.

# Orchard.Media.Services.provides
source: New file name "{0}" is not allowed.
ru_ru: Новое имя «{0}» не допустимо.

# Orchard.Media.Services.provides
source: Could not upload file {0}. Supported file types are {1}.
ru_ru: Не удалось загрузить файл {0}. Поддерживаются типы {1}.

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.Media/Views/Admin/EditProperties.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Media
ru_ru: Медиа

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.Media/Views/EditorTemplates/Parts/Media.MediaSettings.cshtml
source: Media
ru_ru: Медиа

# ~/Modules/Orchard.Media/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Media/Module.txt
source: The media module offer basic media management features. It currently only supports image files. Storage goes into the current Orchard file system, which can be the server's physical file system or Azure blob storage.
ru_ru: Медиа модуль предлагает базовые функции управления медиаданными. В настоящее время он поддерживает только файлы изображений. Файлы сохраняются в файловой системе Orchard, это может быть сервер физической файловой системы или облако Azure.

# ~/Modules/Orchard.Media/Module.txt
source: File system based media upload, storage and management.
ru_ru: Файловая система, базирующаяся на загрузке, сохранении и управлении медиафайлами.

# Orchard.Media.AdminMenu
source: Media
ru_ru: Медиа

# Orchard.Media.Controllers.AdminController
source: Deleting Folder failed: {0}
ru_ru: Не удалось удалить папку: {0}

# Orchard.Media.Controllers.AdminController
source: Couldn't create media folder
ru_ru: Не удалось создать папку

# Orchard.Media.Controllers.AdminController
source: Media folder created
ru_ru: Папка создана

# Orchard.Media.Controllers.AdminController
source: Creating Folder failed: {0}
ru_ru: Не удалось создать папку: {0}

# Orchard.Media.Controllers.AdminController
source: Couldn't delete media file
ru_ru: Не удалось удалить файл

# Orchard.Media.Controllers.AdminController
source: Media file deleted
ru_ru: Файл удален

# Orchard.Media.Controllers.AdminController
source: Couldn't delete media folder
ru_ru: Не удалось удалить папку

# Orchard.Media.Controllers.AdminController
source: Media folder deleted
ru_ru: Папка удалена

# Orchard.Media.Controllers.AdminController
source: Deleting failed: {0}
ru_ru: Не удалось удалить: {0}

# Orchard.Media.Controllers.AdminController
source: Deleting media folder failed: {0}
ru_ru: Не удалось удалить папку: {0}

# Orchard.Media.Controllers.AdminController
source: Couldn't rename media folder
ru_ru: Не удалось переименовать папку

# Orchard.Media.Controllers.AdminController
source: Media folder properties modified
ru_ru: Свойства папки изменены

# Orchard.Media.Controllers.AdminController
source: Modifying media folder properties failed: {0}
ru_ru: Не удалось изменить свойства папки: {0}

# Orchard.Media.Controllers.AdminController
source: Couldn't upload media file
ru_ru: Не удалось загрузить мультимедиа файл

# Orchard.Media.Controllers.AdminController
source: Select a file to upload
ru_ru: Выберите файл для отправки

# Orchard.Media.Controllers.AdminController
source: That file type is not allowed.
ru_ru: Файлы этого типа не допустимы.

# Orchard.Media.Controllers.AdminController
source: Media file(s) uploaded
ru_ru: Файлы отправлены

# Orchard.Media.Controllers.AdminController
source: Uploading media file failed: {0}
ru_ru: Загрузка медиа-файла не удалась: {0}

# Orchard.Media.Controllers.AdminController
source: ERROR: You don't have permission to upload media files
ru_ru: ОШИБКА: У вас нет разрешений на загрузку файлов

# Orchard.Media.Controllers.AdminController
source: HEY: You didn't give me a file to upload
ru_ru: ЭЙ: Вы не дали мне файл для отправки

# Orchard.Media.Controllers.AdminController
source: ERROR: Uploading media file failed: {0}
ru_ru: ОШИБКА: Не удалось отправить файл: {0}

# Orchard.Media.Controllers.AdminController
source: Media deleted
ru_ru: Файл удален

# Orchard.Media.Controllers.AdminController
source: Removing media file failed: {0}
ru_ru: Не удалось удалить файл: {0}

# Orchard.Media.Controllers.AdminController
source: Couldn't modify media file
ru_ru: Не удалось изменить файл

# Orchard.Media.Controllers.AdminController
source: Media information updated
ru_ru: Информация о файле обновлена

# Orchard.Media.Controllers.AdminController
source: Editing media file failed: {0}
ru_ru: Редактирование медиа-файла прервано: {0}

# Orchard.Media.Services.MediaService
source: New file name {0} not allowed
ru_ru: Новое имя файла {0} не допустимо

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: Add Media
ru_ru: Добавить медиа

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: Media Folders
ru_ru: Медиа папки

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: File Path <span> - multiple files must be in a zipped folder</span>
ru_ru: Путь файла <span> — несколько файлов должны быть запакованы в zip-папку</span>

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: Browse
ru_ru: Обзор

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: Extract Zip
ru_ru: Распаковать Zip

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: After your files have been uploaded, you can edit the titles and descriptions.
ru_ru: После того, как ваши файлы будут загружены, вы сможете редактировать заголовки и описания.

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: Upload
ru_ru: Загрузка

# ~/Modules/Orchard.Media/Views/Admin/Create.cshtml
source: Add a Folder
ru_ru: Добавить папку

# ~/Modules/Orchard.Media/Views/Admin/Create.cshtml
source: Media Folders
ru_ru: Медиа папка

# ~/Modules/Orchard.Media/Views/Admin/Create.cshtml
source: Folder Name
ru_ru: Имя каталога

# ~/Modules/Orchard.Media/Views/Admin/Create.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Manage Folder
ru_ru: Управление папками

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Media Folders
ru_ru: Папки

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Folder Properties
ru_ru: Свойства папки

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Actions:
ru_ru: Действие:

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Add media
ru_ru: Добавить файл

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Add a folder
ru_ru: Добавить папку

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: This is a table of the pages currently available for use in your application.
ru_ru: Это таблица страниц доступные в вашем приложении.

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Author
ru_ru: Автор

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Last Updated
ru_ru: Последнее обновление

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Type
ru_ru: Тип

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Size
ru_ru: Размер

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Checkbox.File.{0}
ru_ru: Флаг файла {0}

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Checkbox.Folder.{0}
ru_ru: Флаг папки {0}

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Folder
ru_ru: Папка

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Edit Media - {0}
ru_ru: Правка файла - {0}

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Media Folders
ru_ru: Папки

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Edit Media
ru_ru: Правка

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Dimensions: <span>500 x 375 pixels</span>
ru_ru: Размеры: <span>500 x 375 пикселей</span>

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Size: <span>{0}</span>
ru_ru: Размер: <span>{0}</span>

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Added on: <span>{0}</span>
ru_ru: Добавлен: <span>{0}</span>

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Embed:
ru_ru: Код для вставки:

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Copy this html to add this image to your site.
ru_ru: Скопируйте этот html-код для вставки изображения на ваш сайт.

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.Media/Views/Admin/EditProperties.cshtml
source: Folder Properties
ru_ru: Свойства папки

# ~/Modules/Orchard.Media/Views/Admin/EditProperties.cshtml
source: Media Folders
ru_ru: Папки

# ~/Modules/Orchard.Media/Views/Admin/EditProperties.cshtml
source: Folder Name:
ru_ru: Имя папки:

# ~/Modules/Orchard.Media/Views/Admin/EditProperties.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.Media/Views/Admin/EditProperties.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Manage Media Folders
ru_ru: Управление медиа-папками

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Actions:
ru_ru: Действие:

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Add a folder
ru_ru: Добавить папку

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: This is a table of the media folders currently available for use in your application.
ru_ru: Эти папки доступны для использования в вашем приложении.

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Author
ru_ru: Автор

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Last Updated
ru_ru: Последнее обновление

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Type
ru_ru: Тип

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Size
ru_ru: Размер

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Checkbox.{0}
ru_ru: Флажок.{0}

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Folder
ru_ru: Папка

# ~/Modules/Orchard.Media/Views/EditorTemplates/Parts/Media.MediaSettings.cshtml
source: Media Settings
ru_ru: Установки медиа-файла

# ~/Modules/Orchard.Media/Views/EditorTemplates/Parts/Media.MediaSettings.cshtml
source: Upload allowed file types (list of extensions separated by spaces)
ru_ru: Разрешенные к загрузке типы файлов (список расширений разделенных пробелами)

# Orchard.Media.Services.XmlRpcHandler
source: Access denied
ru_ru: Доступ запрещен

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: Can't upload file. Supported file types are {0}.
ru_ru: Не могу загрузить файл. Поддерживаемые типы {0}.
