Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.Widgets/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.Widgets/Module.txt
source: Widgets
ru_ru: Виджеты

# Orchard.Widgets.Handlers.LayerHintHandler
source: Would you like to <a href="{0}">add a widget layer</a> for "{1}"?
ru_ru: Хотите добавить <a href="{0}">слой виджета</a> для "{1}"?

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Orphans.cshtml
source: These widgets aren't going to appear anywhere because they're missing the CommonPart from their content type. To fix these widgets, if you still want to keep them around, start by fixing their <a href="{0}">Content Types</a>.
ru_ru: Эти виджеты не будут показаны, потому что не они отсутвуют в общей части CommonPart их типа содержимого. Для корректировки этих виджетов начните их исправление с <a href="{0}">типа содержимого</a>.

# ~/Modules/Orchard.Widgets/Module.txt
source: Page Layer Hinting
ru_ru: Подсказки слоя страницы

# ~/Modules/Orchard.Widgets/Module.txt
source: Widget
ru_ru: Виджет

# Orchard.Widgets.Commands.LayerCommands
source: Creating Layer {0}
ru_ru: Создание слоя {0}

# Orchard.Widgets.Commands.LayerCommands
source: Layer created successfully.
ru_ru: Слой успешно создан.

# Orchard.Widgets.Commands.WidgetCommands
source: Widget created successfully.
ru_ru: Виджет успешно создан.

# Orchard.Widgets.Controllers.AdminController
source: Need a zone specified for widget placement.
ru_ru: Требуется задать зону для размещения виджета.

# ~/Modules/Orchard.Widgets/Views/WidgetLayersControl.cshtml
source: Current Layer:
ru_ru: Текущий слой:

# ~/Modules/Orchard.Widgets/Views/WidgetLayersControl.cshtml
source: Show
ru_ru: Показать

# ~/Modules/Orchard.Widgets/Views/WidgetLayersControl.cshtml
source: Edit
ru_ru: Править

# ~/Modules/Orchard.Widgets/Views/WidgetLayersControl.cshtml
source: Add a new layer...
ru_ru: Добавить новый слой...

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.cshtml
source: Zones for other enabled themes.
ru_ru: Зоны для других включенных тем.

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Orphans.cshtml
source: Widgets with problems.
ru_ru: Виджеты с неполадками.

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Orphans.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Add
ru_ru: Добавить

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Move to current layer
ru_ru: Переместить в текущий слой

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Move up
ru_ru: Переместить выше

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Move down
ru_ru: Переместить ниже

# ~/Modules/Orchard.Widgets/Views/WidgetSimplePreview.cshtml
source: {0} zone preview
ru_ru: Предпросмотр зоны {0}

# ~/Modules/Orchard.Widgets/Views/Admin/ChooseWidget.cshtml
source: Choose A Widget
ru_ru: Выберите виджет

# ~/Modules/Orchard.Widgets/Views/Admin/ChooseWidget.cshtml
source: There are no widgets available to add.
ru_ru: Нет доступных для добавления виджетов.

# ~/Modules/Orchard.Widgets/Views/Admin/Index.cshtml
source: Widgets
ru_ru: Виджеты

# Orchard.Widgets.Controllers.AdminController
source: Not authorized to manage widgets
ru_ru: Не разрещено управления виджетами

# ~/Modules/Orchard.Widgets/Module.txt
source: Widget Control Wrapper
ru_ru: Оболочка контрола виджета

# ~/Modules/Orchard.Widgets/Module.txt
source: Add an Edit button on the front-end for authenticated users
ru_ru: Добавить кнопку Редактирования на экране для авторизованных пользователей

# Orchard.Widgets.Drivers.WidgetPartDriver
source: Title can't be empty.
ru_ru: Заголовок не может быть пустым.

# Orchard.Widgets.Drivers.WidgetPartDriver
source: A Widget with the same Name already exists.
ru_ru: Виджет с таким именем уже существует.

# ~/Modules/Orchard.Widgets/Views/WidgetLayerVisibility.cshtml
source: All Layers:
ru_ru: Все слои:

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: The name of the Layer as it will be displayed in the admin pages.
ru_ru: Название слоя, как оно будет оттображаться на странице администрирования.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Some text describing the purpose of this Layer.
ru_ru: Текст, описывающий цели данного слоя.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: An expression that evaluates to true when the widgets in this layer must be displayed. See <a href="http://docs.orchardproject.net/Documentation/Managing-widgets#AddingaLayer">http://docs.orchardproject.net/Documentation/Managing-widgets#AddingaLayer</a> for more information.
ru_ru: Выражение, возвращающее истину, если этот виджеты данного слоя должны отображаться. Смотрите <a href="http://docs.orchardproject.net/Documentation/Managing-widgets#AddingaLayer">http://docs.orchardproject.net/Documentation/Managing-widgets#AddingaLayer</a> для дальнейшей информации.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The Zone in the Layout where the Widget will be rendered.
ru_ru: Зона в разметке, где будет размещен виджет.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The Layer where the Widget when be rendered.
ru_ru: Слой для размещения виджета.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The position of the Widget inside the Zone.
ru_ru: Позиция виджета внутри зоны.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The title of the Widget.
ru_ru: Заголовок виджета.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Check to render the title on the front-end, uncheck to hide
ru_ru: Отметить для отображения заголовка на экране, снять отметку, чтобы его скрыть

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Name
ru_ru: Название

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The technical name of the Widget, used for css class and alternates.
ru_ru: Техническое название виджета, используемое для css классов и альтернатив.

# ~/Modules/Orchard.Widgets/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Widgets/Module.txt
source: An implementation of widgets for Orchard.
ru_ru: Реализация виджетов для Orchard

# ~/Modules/Orchard.Widgets/Module.txt
source: An implementation of widgets.
ru_ru: Имплементация виджетов.

# Orchard.Widgets.AdminMenu
source: Widgets
ru_ru: Виджеты

# Orchard.Widgets.AdminMenu
source: Configure
ru_ru: Настройка

# Orchard.Widgets.Controllers.AdminController
source: Layer not found: {0}
ru_ru: Не найден слой: {0}

# Orchard.Widgets.Controllers.AdminController
source: Moving widget failed: {0}
ru_ru: Не удалось переместить виджет: {0}

# Orchard.Widgets.Controllers.AdminController
source: Creating widget failed: {0}
ru_ru: Не удалось создать виджет: {0}

# Orchard.Widgets.Controllers.AdminController
source: Your {0} has been created.
ru_ru: {0} создан.

# Orchard.Widgets.Controllers.AdminController
source: Creating layer failed: {0}
ru_ru: Не удалось создать слой: {0}

# Orchard.Widgets.Controllers.AdminController
source: Editing layer failed: {0}
ru_ru: Не удалось править слой: {0}

# Orchard.Widgets.Controllers.AdminController
source: Your {0} has been saved.
ru_ru: Ваш {0} сохранен.

# Orchard.Widgets.Controllers.AdminController
source: Layer was successfully deleted
ru_ru: Слой успешно удален.

# Orchard.Widgets.Controllers.AdminController
source: Removing Layer failed: {0}
ru_ru: Не удалось удалить слой: {0}

# Orchard.Widgets.Controllers.AdminController
source: Widget not found: {0}
ru_ru: Не найден виджет: {0}

# Orchard.Widgets.Controllers.AdminController
source: Editing widget failed: {0}
ru_ru: Не удалось исправить виджет: {0}

# Orchard.Widgets.Controllers.AdminController
source: Widget was successfully deleted
ru_ru: Виджет успешно удален

# Orchard.Widgets.Controllers.AdminController
source: Removing Widget failed: {0}
ru_ru: Не удалось удалить виджет: {0}

# Orchard.Widgets.Drivers.LayerPartDriver
source: A Layer with the same name already exists
ru_ru: Слой с таким именем уже существует

# Orchard.Widgets.Drivers.LayerPartDriver
source: The rule is not valid: {0}
ru_ru: Не действительное правило: {0}

# Orchard.Widgets.Filters.WidgetFilter
source: An error occured during layer evaluation on: {0}
ru_ru: Ошибка при оценке слоя: {0}

# Orchard.Widgets.RuleEngine.RuleManager
source: There are currently not scripting engine enabled
ru_ru: Модуль сценариев не активирован

# Orchard.Widgets.RuleEngine.RuleManager
source: Expression is not a boolean value
ru_ru: Выражение не может принимать логическое значение

# ~/Modules/Orchard.Widgets/Views/Widget.ControlWrapper.cshtml
source: Edit
ru_ru: Править

# ~/Modules/Orchard.Widgets/Views/Widget.DeleteButton.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.Widgets/Views/Admin/AddLayer.cshtml
source: Add Layer
ru_ru: Добавить слой

# ~/Modules/Orchard.Widgets/Views/Admin/AddWidget.cshtml
source: Add Widget
ru_ru: Добавить виджет

# ~/Modules/Orchard.Widgets/Views/Admin/EditLayer.cshtml
source: Edit Layer
ru_ru: Править виджет

# ~/Modules/Orchard.Widgets/Views/Admin/EditWidget.cshtml
source: Edit Widget
ru_ru: Править виджет

# ~/Modules/Orchard.Widgets/Views/Admin/Index.cshtml
source: Manage Widgets
ru_ru: Управление виджетами

# ~/Modules/Orchard.Widgets/Views/Admin/Index.cshtml
source: Edit {0} layer
ru_ru: Редактировать {0} слой

# ~/Modules/Orchard.Widgets/Views/Admin/Index.cshtml
source: + Add a layer
ru_ru: + Добавить слой

# ~/Modules/Orchard.Widgets/Views/Admin/Index.cshtml
source: This is a table of the widgets currently available for use in your application.
ru_ru: Это таблица виджетов, доступных к использованию в вашем приложении.

# ~/Modules/Orchard.Widgets/Views/Admin/Index.cshtml
source: Name
ru_ru: Название

# ~/Modules/Orchard.Widgets/Views/Admin/Index.cshtml
source: Add to zone
ru_ru: Добавить к зоне

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Description
ru_ru: Описание

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Layer Rule
ru_ru: Правило слоя

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Zone
ru_ru: Зона

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Layer
ru_ru: Слой

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Position
ru_ru: Позиция

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Title
ru_ru: Название
