Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.Warmup/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# Orchard.Warmup.Commands.WarmupCommands
source: Generation finished
ru_ru: Генерация завершена

# Orchard.Warmup.Services.SettingsBanner
source: The Warmup feature needs the <a href="{0}">Base Url site setting</a> to be set.
ru_ru: Возможность прогрева требует установки <a href="{0}">Базового адрес страницы</a>

# ~/Modules/Orchard.Warmup/Module.txt
source: Warmup
ru_ru: Прогрев

# ~/Modules/Orchard.Warmup/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Warmup/Module.txt
source: Provides a mecanism to generate a static version of pages for being used during application warm up.
ru_ru: Предоставляет механизм генерации статической версии страниц для использования на время «прогрева» приложения.

# Orchard.Warmup.AdminMenu
source: Settings
ru_ru: Настройки

# Orchard.Warmup.AdminMenu
source: Warmup
ru_ru: Прогрев

# Orchard.Warmup.Controllers.AdminController
source: Not authorized to manage settings
ru_ru: Не допущен к управлению настройками

# Orchard.Warmup.Controllers.AdminController
source: {0} is an invalid warmup url.
ru_ru: {0} — неверный URL прогрева.

# Orchard.Warmup.Controllers.AdminController
source: Delay must be greater than zero.
ru_ru: Задержка должна быть больше нуля.

# Orchard.Warmup.Controllers.AdminController
source: Warmup updated successfully.
ru_ru: Прогрев успешно обновлен.

# Orchard.Warmup.Controllers.AdminController
source: Static pages are currently being generated.
ru_ru: Сгенерированные статические страницы.

# Orchard.Warmup.Services.SettingsBanner:
source: The Warmup feature needs the <a href="{0}">Base Url site setting</a> to be set.
ru_ru: Возможность прогрева требует заданной установки <a href="{0}">Базовый URL сайта</a>.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Settings
ru_ru: Настройки

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Warmup
ru_ru: Прогрев

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Urls for which static warmup pages will be generated
ru_ru: URLs для которых будут сгенерированы статические страницы прогрева

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: This must be a set of relative paths, e.g., /, /About
ru_ru: Должны быть заданы относительные пути, т.е., /, /About

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Generate warmup pages periodically
ru_ru: Генерировать страницы прогрева периодически

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Every
ru_ru: Каждый

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: minutes
ru_ru: минут

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Generate warmup pages each time some content is published
ru_ru: Генерировать страницы прогрева каждый раз когда публикуется контент

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Save and generate
ru_ru: Сохранить и сгенерировать

# ~/Modules/Orchard.Warmup/Views/EditorTemplates/Parts.Warmup.SiteSettings.cshtml
source: Warmup
ru_ru: Прогрев

# ~/Modules/Orchard.Warmup/Views/EditorTemplates/Parts.Warmup.SiteSettings.cshtml
source: Urls for which static warm up pages will be generated
ru_ru: URLs для которых будут сгенерированы статические страницы прогрева

# ~/Modules/Orchard.Warmup/Views/EditorTemplates/Parts.Warmup.SiteSettings.cshtml
source: This must be a set of virtual paths, e.g., ~/, ~/About
ru_ru: Должны быть заданы виртуальные пути, т.е., ~/, ~/About

# ~/Modules/Orchard.Warmup/Views/EditorTemplates/Parts.Warmup.SiteSettings.cshtml
source: Generate warmup pages periodically
ru_ru: Генерировать страницы прогрева периодически

# ~/Modules/Orchard.Warmup/Views/EditorTemplates/Parts.Warmup.SiteSettings.cshtml
source: Delay to generate pages
ru_ru: Задержка перед генерацией страниц

# ~/Modules/Orchard.Warmup/Views/EditorTemplates/Parts.Warmup.SiteSettings.cshtml
source: minutes
ru_ru: минуты

# ~/Modules/Orchard.Warmup/Views/EditorTemplates/Parts.Warmup.SiteSettings.cshtml
source: Generate warmup pages each time some content is published
ru_ru: Генерировать страницы прогрева каждый раз когда публикуется контент

# Orchard.Warmup.AdminMenu
source: Performance
ru_ru: Производительность

# Orchard.Warmup.Controllers.AdminController
source: "{0}" is an invalid warmup url.
ru_ru: "{0}" неправильный url адрес прогрева.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Performance
ru_ru: Производительность

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: The paths below will be requested using {0} as a base url. You can change the base url on the {1}.
ru_ru: Путь ниже будет запрашиваться с использованием {0} в качестве базового адреса url. Вы можете поменять базовый адрес url на {1}.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: General Settings page
ru_ru: Страница общих настроек

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: This must be a set of relative paths, e.g., /, /About. Please ensure that you enter only one path per line.
ru_ru: Должны быть заданы относительные пути, т.е., /, /About. Пожалуйста, вводите каждый путь на отдельной строке.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Generate warmup pages any time some content is published
ru_ru: Генерировать страницы прогрева каждый раз когда публикуется контент

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Status
ru_ru: Статус

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: This is a table of the reports in your application
ru_ru: Это таблица отчетов вашего приложения

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Path
ru_ru: Путь

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Date generated
ru_ru: Дата генерации
