Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.PublishLater/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# Orchard.PublishLater.Drivers.PublishLaterPartDriver
source: You cannot schedule a publishing date in the past
ru_ru: Вам не доступно расписание даты публикации в вставке

# ~/Modules/Orchard.PublishLater/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.PublishLater/Module.txt
source: The PublishLater module introduces draft creation and scheduled publishing functionality.
ru_ru: Модуль PublishLater предоставляет возможность создания черновиков и публикаций по расписанию.

# ~/Modules/Orchard.PublishLater/Module.txt
source: Publish Later
ru_ru: Публиковать позже

# ~/Modules/Orchard.PublishLater/Module.txt
source: Draft creation and scheduled publishing.
ru_ru: Создание черновика и расписание публикации.

# ~/Modules/Orchard.PublishLater/Module.txt
source: Content
ru_ru: Содержание

# Orchard.PublishLater.Drivers.PublishLaterPartDriver
source: {0} is an invalid date and time
ru_ru: {0} неверная дата и время

# Orchard.PublishLater.Drivers.PublishLaterPartDriver
source: Both the date and time need to be specified for when this is to be published. If you don't want to schedule publishing then click Save or Publish Now.
ru_ru: Необходимо указать дату и время публикации. Если вы не хотите публиковать по расписанию, нажмите Сохранить или Опубликовать сейчас.

# Orchard.PublishLater.Services.PublishLaterService
source: Couldn't publish selected content.
ru_ru: Не удалось опубликовать выбранный контент.

# Orchard.PublishLater.Services.XmlRpcHandler
source: The username or e-mail or password provided is incorrect.
ru_ru: Имя пользователя, электропочта или пароль неверны.

# ~/Modules/Orchard.PublishLater/Views/EditorTemplates/Parts/PublishLater.cshtml
source: Publish
ru_ru: Опубликовать

# ~/Modules/Orchard.PublishLater/Views/EditorTemplates/Parts/PublishLater.cshtml
source: Date
ru_ru: Дата

# ~/Modules/Orchard.PublishLater/Views/EditorTemplates/Parts/PublishLater.cshtml
source: Time
ru_ru: Время

# ~/Modules/Orchard.PublishLater/Views/EditorTemplates/Parts/PublishLater.cshtml
source: Publish Later
ru_ru: Опубликовать позже

# ~/Modules/Orchard.PublishLater/Views/Parts/PublishLater.Metadata.cshtml
source: Published: {0}
ru_ru: Опубликован: {0}

# ~/Modules/Orchard.PublishLater/Views/Parts/PublishLater.Metadata.Summary.cshtml
source: Published: {0}
ru_ru: Опубликовано: {0}

source: Online
ru_ru: Онлайн

source: The page is currently online
ru_ru: Страница онлайн

source: Published
ru_ru: Опубликовано

source: Offline
ru_ru: Оффлайн

source: The page is currently offline
ru_ru: Страница оффлайн

source: Not Published
ru_ru: Не опубликовано

source: Draft
ru_ru: Черновик

source: The page has a draft
ru_ru: Страница имеет черновик

source: No Draft
ru_ru: Нет черновика

source: Published: {0}
ru_ru: Опубликовано: {0}

source: Scheduled
ru_ru: Запланировано

source: The page is scheduled for publishing
ru_ru: Страница запланирована для публикации

source: M/d/yyyy h:mm tt
ru_ru: d.MMM.yyyy h:mm tt

source: Online
ru_ru: Онлайн

source: The page is currently online
ru_ru: Страница онлайн

source: Published
ru_ru: Опубликовано

source: Offline
ru_ru: Оффлайн

source: The page is currently offline
ru_ru: Страница сейчас оффлайн

source: Not Published
ru_ru: Не опубликовано

source: Draft
ru_ru: Черновик

source: The page has a draft
ru_ru: Страница имеет черновик

source: No Draft
ru_ru: Нет черновика

source: Published: {0}
ru_ru: Опубликовано: {0}

source: Scheduled
ru_ru: Запланировано

source: The page is scheduled for publishing
ru_ru: Страница запланирована для публикации

# ~/Modules/Orchard.PublishLater/Module.txt
source: PublishLater
ru_ru: Опубликовать позже
