Repository: richard-s-popov/broccoli
Catalog: orchard/Themes/TheThemeMachine/App_Data/Localization/*/orchard.theme.po
Languages: ru_ru

# ~/Themes/TheThemeMachine/Views/Pager.cshtml
source: Newer
ru_ru: Новее

# ~/Themes/TheThemeMachine/Views/Pager.cshtml
source: Older
ru_ru: Старше

# ~/Themes/TheThemeMachine/Theme.txt
source: Orchard Theme Machine is a flexible multi-zone theme that provides a solid foundation to build your site. It features 20 collapsible widget zones and is flexible enough to cover a wide range of layouts.
ru_ru: The Theme Machine — это гибкая многозонная тема предоставляющая твердую основу для создания вашего сайта. Она обладает 20-ю свертываемыми зонами и это достаточно гибко покрывает широкий диапазон раскладок.

# ~/Themes/TheThemeMachine/Theme.txt
source: Awesome
ru_ru: Внушительная

# ~/Themes/TheThemeMachine/Views/Orchard.Tags/Home/Search.cshtml
source: Tags
ru_ru: Метка

# ~/Themes/TheThemeMachine/Views/Orchard.Tags/Home/Search.cshtml
source: Contents tagged with {0}
ru_ru: Контент помечен меткой {0}

# ~/Themes/TheThemeMachine/Views/Orchard.Tags/Home/Search.cshtml
source: Contents tagged with <span>{0}</span>
ru_ru: Контент помечен меткой <span>{0}</span>

# ~/Themes/TheThemeMachine/Views/BadgeOfHonor.cshtml
source: Powered by <a href="{0}" target="_blank">Orchard</a>
ru_ru: Сделано <a href="{0}" target="_blank">Orchard</a>

# ~/Themes/TheThemeMachine/Views/User.cshtml
source: Welcome, <strong>{0}</strong>!
ru_ru: Добро пожаловать, <strong>{0}</strong>!

# ~/Themes/TheThemeMachine/Views/User.cshtml
source: Log Off
ru_ru: Выйти

# ~/Themes/TheThemeMachine/Views/User.cshtml
source: Login
ru_ru: Вход
