Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.Packaging/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# Orchard.Packaging.Controllers.GalleryController
source: The theme has been successfully installed. It can be enabled in the "Themes" page accessible from the menu.
ru_ru: Тема успешно установлена. Она может быть доступна из меню на странице "Темы".

# Orchard.Packaging.Controllers.GalleryController
source: The module has been successfully installed. Its features can be enabled in the "Configuration | Features" page accessible from the menu.
ru_ru: Модуль был успешно установлен. Эти возможности доступны из меню "Конфигурация | Возможности".

# Orchard.Packaging.Controllers.GalleryController
source: Package installation failed.
ru_ru: Установка пакета прервана.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Package uploading and installation failed.
ru_ru: Не удалась загрузка и установка пакета.

# ~/Modules/Orchard.Packaging/Module.txt
source: Packaging
ru_ru: Упаковка

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to list modules
ru_ru: Не допущен к списку модулей

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to list themes
ru_ru: Не допущен к списку тем

# Orchard.Packaging.Services.PackageInstaller
source: Package not found:
ru_ru: Пакет не найден:

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Project Url:
ru_ru: Адрес Url проекта:

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Project Url:
ru_ru: Адрес Url проекта:

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: The feed has been notified for update. It might take a few minutes before the updates are displayed.
ru_ru: Канал уведомлен об изменении. Процесс может продолжаться несколько минут, пока изменения будут показаны.

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Most recent check for updates: {0}
ru_ru: Самые последние проверки обновлений: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Check for Updates
ru_ru: Проверка обновлений

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Most recent check for updates: {0}
ru_ru: Самые последние проверки обновлений: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Check for Updates
ru_ru: Проверка обновлений

# ~/Modules/Orchard.Packaging/Module.txt
source: Package Updates
ru_ru: Обновления пакетов

# ~/Modules/Orchard.Packaging/Module.txt
source: Manages updates for packages.
ru_ru: Управление обновлениями пакетов.

# Orchard.Packaging.AdminMenu
source: Settings
ru_ru: Настройки

# Orchard.Packaging.AdminMenuGalleryUpdates
source: Updates
ru_ru: Обновления

# Orchard.Packaging.AdminMenuGalleryUpdates
source: Updates ({0})
ru_ru: Обновления ({0})

# Orchard.Packaging.AdminMenuGalleryUpdates
source: Modules
ru_ru: Модули

# Orchard.Packaging.AdminMenuGalleryUpdates
source: Themes
ru_ru: Темы

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: Not authorized to add sources
ru_ru: Не допущен к добавлению источников

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: No Gallery feed configured
ru_ru: Нет сконфигурированного канала галереи

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: Package retrieve error: {0}
ru_ru: Ошибка приема пакета: {0}

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to add sources
ru_ru: Не допущен к добавлению источников

# Orchard.Packaging.Controllers.PackagingServicesController
source: The theme has been successfully installed. It can be enabled in the "Themes" page accessible from the menu.
ru_ru: Тем

# Orchard.Packaging.Controllers.PackagingServicesController
source: The module has been successfully installed.
ru_ru: Модуль успешно установлен.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Package installation failed.
ru_ru: Не удалось установить пакет.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Recipes contains {0} unsuported module installation steps.
ru_ru: Рецепты содержат {0} не поддерживаемые стадии установки модуля.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Post installation steps failed with error: {0}
ru_ru: Шаги после установки завершились с ошибкой: {0}

# Orchard.Packaging.Events.ExtensionDisplayEventHandler
source: Version {0} is available (See <a href="{1}">Updates</a>).
ru_ru: Доступна версия {0} (Смотрите <a href="{1}">Обновления</a>).

# Orchard.Packaging.Services.FolderUpdater
source: Skipping file "{0}" because it is the same content as the source file
ru_ru: Пропускаю файл «{0}», так как его содержимое тоже что и в исходном файле

# Orchard.Packaging.Services.PackageInstaller
source: Unable to backup existing local package directory.
ru_ru: Невозможно сделать резервную копию существующей директории локальных пакетов.

# Orchard.Packaging.Services.PackageInstaller
source: Unable to un-install local package before updating.
ru_ru: Невозможно удалить локальный пакет перед обновлением.

# Orchard.Packaging.Services.PackageInstaller
source: Backup folder {0} has too many backups subfolder (limit is 1,000)
ru_ru: Папка резервных копий {0} содержит слушком много подпапок копий (ограничение 1000 штук)

# Orchard.Packaging.Services.PackageInstaller
source: Successfully backed up local package to local folder "{0}"
ru_ru: Успешно создана резервная копия локального пакета в папку «{0}».

# Orchard.Packaging.Services.PackageInstaller
source: Successfully un-installed local package {0}
ru_ru: Успешно удален локальный пакет {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Modules
ru_ru: Модули

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: All feeds
ru_ru: Все каналы

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Sort by:
ru_ru: Сортировать по:

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Downloads
ru_ru: Загрузкам

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Ratings
ru_ru: Оценкам

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Alphanumeric
ru_ru: Алфавиту

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Search
ru_ru: Поиск

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Downloads: {0}
ru_ru: Загрузок: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Rating:
ru_ru: Оценка:

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Rating: {0} out of 5 ({1} total).
ru_ru: Оценка: {0} из 5 ({1} всего).

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Settings
ru_ru: Настройки

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Gallery
ru_ru: Галерея

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Themes
ru_ru: Темы

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Show
ru_ru: Показать

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: All feeds
ru_ru: Все каналы

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Sort by:
ru_ru: Сортировать по:

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Downloads
ru_ru: Загрузкам

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Ratings
ru_ru: Оценкам

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Alphanumeric
ru_ru: Алфавиту

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Search
ru_ru: Поиск

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Downloads: {0}
ru_ru: Загрузок: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Rating:
ru_ru: Оценка:

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Rating: {0} out of 5 ({1} total).
ru_ru: Оценка: {0} из 5 ({1} всего).

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: No themes available.
ru_ru: Нет доступных тем.

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Modules
ru_ru: Модули

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: No module updates available.
ru_ru: Нет доступных обновлений модулей.

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Version: {0}
ru_ru: Версия: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Install Latest
ru_ru: Установить последнюю

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Download
ru_ru: Загрузить

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: (No description
ru_ru: (Без описания

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Last Updated: {0}
ru_ru: Обновлен: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Author: {0}
ru_ru: Автор: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Unknown
ru_ru: Неизвестный

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Downloads: {0}
ru_ru: Загрузок: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Website:
ru_ru: Веб-сайт:

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Rating:
ru_ru: Оценка:

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Rating: {0} out of 5 ({1} total).
ru_ru: Оценка: {0} из 5 ({1} всего).

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Themes
ru_ru: Темы

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: No theme updates available.
ru_ru: Нет доступных обновлений тем.

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Version: {0}
ru_ru: Версия: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Install Latest
ru_ru: Установить последнюю

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Download
ru_ru: Загрузить

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: (No description
ru_ru: (Без описания

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Last Updated: {0}
ru_ru: Обновлен: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Author: {0}
ru_ru: Автор: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Unknown
ru_ru: Неизвестный

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Downloads: {0}
ru_ru: Загрузок: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Website:
ru_ru: Веб-сайт:

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Rating:
ru_ru: Оценка:

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Rating: {0} out of 5 ({1} total).
ru_ru: Оценка: {0} из 5 ({1} всего).

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddModule.cshtml
source: Install a module from your computer
ru_ru: Установить модуль с вашего компьютера

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddTheme.cshtml
source: Install a theme from your computer
ru_ru: Установить тему с вашего компьютера

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallModuleDetails.cshtml
source: {0} - {1} Details
ru_ru: {0} - Подробности {1}

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallModuleDetails.cshtml
source: Pick the recipes you want to run
ru_ru: Выберите рецепты для запуска

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallModuleDetails.cshtml
source: Pick the features you want enabled
ru_ru: Выберите функции, которые хотите включить

# Orchard.Packaging.Controllers.PackagingServicesController
source: Package installation failed: {0}
ru_ru: Установка пакета не удалась: {0}

# Orchard.Packaging.Controllers.PackagingServicesController
source: Package uploading and installation failed:
ru_ru: Загрузка и установка пакета на удалась:

# Orchard.Packaging.Controllers.PackagingServicesController
source: Recipes contains {0} unsupported module installation steps.
ru_ru: Рецепты содержат {0} не поддерживаемые модулем наши установки.

# Orchard.Packaging.Services.PackageInstaller
source: The package is compatible with version {0} and above. Please update Orchard or install another version of this package.
ru_ru: Пакет совместим с версией {0} и выше. Пожалуйста, обновите Orchard или установите другую версию пакета.

# Orchard.Packaging.Services.PackageInstaller
source: Successfully restored local package to local folder "{0}"
ru_ru: Локальный пакет успешно восстановлен в локальную папку "{0}"

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: more...
ru_ru: далее...

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: more...
ru_ru: далее...

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallPackageFailed.cshtml
source: Install package failed
ru_ru: Установка пакета не удалась

# ~/Modules/Orchard.Packaging/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Packaging/Module.txt
source: The packaging module enables packaging modules using the OPC format.
ru_ru: Модуль упаковки позволяет выполнять упаковку модулей в формате OPC.

# ~/Modules/Orchard.Packaging/Module.txt
source: Packaging Services
ru_ru: Служба упаковки

# ~/Modules/Orchard.Packaging/Module.txt
source: Core services for packaging using the OPC format.
ru_ru: Основные службы для упаковки в формате OPC.

# ~/Modules/Orchard.Packaging/Module.txt
source: Commands for creating/installing local modules.
ru_ru: Команды для создания/установки локальных модулей.

# ~/Modules/Orchard.Packaging/Module.txt
source: Gallery
ru_ru: Галерея

# ~/Modules/Orchard.Packaging/Module.txt
source: Module gallery management.
ru_ru: Управление галерей модулей.

# Orchard.Packaging.AdminMenu
source: Gallery
ru_ru: Галерея

# Orchard.Packaging.AdminMenu
source: Modules
ru_ru: Модули

# Orchard.Packaging.AdminMenu
source: Themes
ru_ru: Темы

# Orchard.Packaging.AdminMenu
source: Feeds
ru_ru: Каналы

# Orchard.Packaging.Commands.PackagingCommands
source: Module or Theme "{0}" does not exist in this Orchard installation.
ru_ru: Модуль или тема «{0}» отсутствует в этой установке Orchard.

# Orchard.Packaging.Commands.PackagingCommands
source: Package "{0}" successfully created
ru_ru: Пакет «{0}» успешно создан

# Orchard.Packaging.Commands.PackagingCommands
source: Could not install the package: {0}
ru_ru: Не удалось установить пакет: {0}

# Orchard.Packaging.Commands.PackagingCommands
source: Could not unintall the package: {0}
ru_ru: Не удалось удалить пакет: {0}

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to list sources
ru_ru: Не допущен к списку источников

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to remove sources
ru_ru: Не допущен к удалению источников

# Orchard.Packaging.Controllers.GalleryController
source: The feed has been removed successfully.
ru_ru: Канал успешно удален

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to add sources
ru_ru: Не допущен к добавлению источников

# Orchard.Packaging.Controllers.GalleryController
source: The Url is not valid
ru_ru: Недопустимый URL

# Orchard.Packaging.Controllers.GalleryController
source: Url is required
ru_ru: URL обязателен

# Orchard.Packaging.Controllers.GalleryController
source: The feed has no title.
ru_ru: Канал без названия.

# Orchard.Packaging.Controllers.GalleryController
source: The url of the feed or its content is not valid.
ru_ru: URL канала или его содержимое не допустимы.

# Orchard.Packaging.Controllers.GalleryController
source: The feed has been added successfully.
ru_ru: Канал успешно добавлен.

# Orchard.Packaging.Controllers.GalleryController
source: Adding feed failed: {0}
ru_ru: Не удалось добавить канал: {0}

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to list {0}
ru_ru: Не допущен к списку {0}

# Orchard.Packaging.Controllers.GalleryController
source: Error loading extensions from gallery source '{0}'. {1}.
ru_ru: Ошибка загрузки расширений из источника галереи «{0}». {1}.

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to install packages
ru_ru: Не допущен к установке пакетов

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to add themes
ru_ru: Не допущен к добавлению тем

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to remove themes
ru_ru: Не допущен к удалению тем

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to add modules
ru_ru: Не допущен к добавлению модулей

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to install packages
ru_ru: Не допущен к установке пакетов

# Orchard.Packaging.Controllers.PackagingServicesController
source: Select a file to upload.
ru_ru: Выберите файл для загрузки.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Installed package "{0}", version {1} of type "{2}" at location "{3}"
ru_ru: Установленный пакет "{0}", версии {1} типа "{2}" в месте "{3}"

# Orchard.Packaging.Controllers.PackagingServicesController
source: Uploading module package failed: {0}
ru_ru: Загрузка пакета модуля не удалось: {0}

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to uninstall packages
ru_ru: Не допущен для удаления пакетов

# Orchard.Packaging.Controllers.PackagingServicesController
source: Uninstalled package "{0}"
ru_ru: Удален пакет «{0}»

# Orchard.Packaging.Controllers.PackagingServicesController
source: Uninstall failed: {0}
ru_ru: Не удалось удалить: {0}

# Orchard.Packaging.Services.PackageInstaller
source: The specified package could not be found, id:{0} version:{1}
ru_ru: Указанный пакет не найден, id:{0} версия:{1}

# Orchard.Packaging.Services.PackageInstaller
source: No version
ru_ru: Без версии

# Orchard.Packaging.Services.PackageInstaller
source: Package not found: {0}
ru_ru: Пакет не найден: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/AddSource.cshtml
source: Add a Feed
ru_ru: Добавить канал

# ~/Modules/Orchard.Packaging/Views/Gallery/AddSource.cshtml
source: Feed Url
ru_ru: URL канала

# ~/Modules/Orchard.Packaging/Views/Gallery/AddSource.cshtml
source: Add Feed
ru_ru: Добавить канал

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Browse Gallery - Modules
ru_ru: Просмотр галерея - модули

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Feed:
ru_ru: Канал:

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Any (show all feeds)
ru_ru: Любой (показать все каналы)

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Version: {0}
ru_ru: Версия: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Install
ru_ru: Установить

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Download
ru_ru: Загрузить

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: (No description
ru_ru: (Без описания

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Last Updated: {0}
ru_ru: Обновлен: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Author: {0}
ru_ru: Автор: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Unknown
ru_ru: Неизвестный

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Rating: {0}
ru_ru: Оценка: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Ratings Count: {0}
ru_ru: Счетчик оценок: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Website:
ru_ru: Веб-сайт:

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Gallery Feeds
ru_ru: Каналы галереи

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Add Feed
ru_ru: Добавить канал

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: This is a table of the gallery feeds in your application
ru_ru: Это таблица каналов галереи вашего приложения

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Title
ru_ru: Название

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Browse Gallery - Themes
ru_ru: Просмотр галерея - темы

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Feed:
ru_ru: Канал:

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Any (show all feeds)
ru_ru: Любой (показать все канал)

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Version: {0}
ru_ru: Версия: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Install
ru_ru: Установить

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Download
ru_ru: Загрузить

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: (No description
ru_ru: (Без описания

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Last Updated: {0}
ru_ru: Обновлен: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Author: {0}
ru_ru: Автор: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Unknown
ru_ru: Неизвестный

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Rating: {0}
ru_ru: Оценка: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Ratings Count: {0}
ru_ru: Счетчик оценок: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Website:
ru_ru: Веб-сайт:

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddModule.cshtml
source: Install a Module
ru_ru: Установить модуль

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddModule.cshtml
source: Module Package
ru_ru: Пакет модуля

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddModule.cshtml
source: Install
ru_ru: Установить

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddTheme.cshtml
source: Install a Theme
ru_ru: Установить тему

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddTheme.cshtml
source: Theme Package
ru_ru: Пакет темы

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddTheme.cshtml
source: Install
ru_ru: Установить
