Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.Recipes/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.Recipes/Module.txt
source: Recipes
ru_ru: Рецепты

# ~/Modules/Orchard.Recipes/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Recipes/Module.txt
source: Provides Orchard Recipes.
ru_ru: Предоставляет рецепты Orchard.

# Orchard.Recipes.Commands.RecipesCommands
source: Could not discover recipes because module '{0}' was not found.
ru_ru: Невозможно обнаружить рецепты, потому что «{0}» не найден.

# Orchard.Recipes.Commands.RecipesCommands
source: No recipes found for extension {0}.
ru_ru: Для расширения {0} рецептов не найдено.

# Orchard.Recipes.Commands.RecipesCommands
source: List of available recipes
ru_ru: Список доступных рецептов

# Orchard.Recipes.Commands.RecipesCommands
source: Recipe: {0}
ru_ru: Рецепт: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Version: {0}
ru_ru: Версия: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Tags: {0}
ru_ru: Метки: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Description: {0}
ru_ru: Описание: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Author: {0}
ru_ru: Автор: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Website: {0}
ru_ru: Веб-сайт: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Invalid recipe name {0}.
ru_ru: Недопустимое имя рецепта {0}.

# Orchard.Recipes.Commands.RecipesCommands
source: Recipe scheduled for execution successfully.
ru_ru: Рецепт успешно запланирован на выполнение.

# Orchard.Recipes.Commands.RecipesCommands
source: Recipe failed to execute.
ru_ru: Не удалось выполнить рецепт.

# Orchard.Recipes.Services.RecipeStepExecutor
source: Recipe execution with id {0} was cancelled because the "{1}" step failed to execute. The following exception was thrown: {2}. Refer to the recipe journal for more information.
ru_ru: Выполнение рецепта с идентификатором {0} отменено, потому что не удалось выполнить шаг «{1}». Было вызвано следующее исключение: {2}. Обратитесь к журналу рецепта для дополнительной информации.

# Orchard.Recipes.Services.RecipeStepExecutor
source: Recipe execution with id {0} was cancelled because the recipe handler for step "{1}" was not found. Refer to the recipe journal for more information.
ru_ru: Выполнение рецепта с идентификатором {0} отменено, потому что не найден обработчик рецепта для шага «{1}». Обратитесь к журналу рецепта для дополнительной информации.
