Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.ContentTypes/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Edit Content Type - {0}
ru_ru: Редактировать тип содержимого - {0}

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Edit Placement
ru_ru: Редактировать размещение

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: Edit Placement - {0}
ru_ru: Редактировать размещение - {0}

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: You need to hit "Save" in order to save your changes.
ru_ru: Вам необходимо нажать "Сохранить" для сохранения изменений.

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: Restore
ru_ru: Восстановить

source: Attachable
ru_ru: Присоединяемый

source: Check to allow this part to be attached to other content types.
ru_ru: Отметьте, чтобы эта часть могла быть присоединеня к другим типам содержимого.

source: Creatable
ru_ru: Создаваемый

source: Determines if an instance of this content type can be created through the UI.
ru_ru: Определяет, может ли инстанция этого типа содержимого быть создана в пользовательском интерфейсе.

source: Draftable
ru_ru: Черновик

source: Determines if this content type supports draft versions.
ru_ru: Определяет поддержку черновых версии этим типом содержимого.

source: Stereotype
ru_ru: Стереотип

source: (Optional) The stereotype of the content type. e.g., Widget, MenuItem, ...
ru_ru: (Необязательный) Стереотип типа содержимого, например, виджет, пункт меню, ...

# Orchard.ContentTypes.Services.ContentDefinitionService
source: Cannot add part named '{0}'. It already exists.
ru_ru: Невозможно добавить часть названную «{0}». Она уже существует.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Choose the Parts to add to this Content Type. The <b>Common</b> part should be included in most types. It gives the items an owner as well as a creation, publication and last modification date stamps. In addition to the Common part, adding the <b>Containable</b> part makes it possible to add content items of this type to a <b>List</b>.
ru_ru: Выберите части чтобы добавить в этот тип контента. <b>Общая</b> часть должна быть включена в большинство типов. Это дает элементам владельца при создании, публикации и последнем изменении. В дополнение к общей части, добавление части <b>Containable</b> делает возможным добавлять элементы контента этого типа в <b>Список</b>.

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Add Field
ru_ru: Добавить поле

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Add Parts
ru_ru: Добавить части

# Orchard.ContentTypes.AdminMenu
source: Content Parts
ru_ru: Контентные Части

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to delete a content type.
ru_ru: Нельзя удалить контентый тип.

# Orchard.ContentTypes.Controllers.AdminController
source: "{0}" has been removed.
ru_ru: "{0}" был удален.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to delete a content part.
ru_ru: Нельзя удалить контентую часть.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Choose the Parts to add to this Content Type. Adding the <b>Containable</b> part makes it possible to add content items of this type to a <b>List</b>.
ru_ru: Выбирите паттерн, чтобы добавить этот Тип Контента. Добавление <b>Включаемой</b> части сделает возможным добавлять контентные элементы этого типа в <b>Список</b>.

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.ContentTypes/Module.txt
source: ContentTypes
ru_ru: Типы контента

# Orchard.ContentTypes.Controllers.AdminController
source: The technical name must start with a letter.
ru_ru: Формальное имя должно начинаться с буквы.

# Orchard.ContentTypes.Controllers.AdminController
source: The Content Type Id can't be empty.
ru_ru: Идентификатор типа содержимого не может быть пустый.

# Orchard.ContentTypes.Controllers.AdminController
source: A type with the same Display Name already exists.
ru_ru: Тип с таким же отображаемым именем уже существует.

# Orchard.ContentTypes.Controllers.AdminController
source: The Technical Name can't be empty.
ru_ru: Техническое имя не может быть пустым.

# Orchard.ContentTypes.Controllers.AdminController
source: A field with the same name already exists.
ru_ru: Поле с таким именем уже существует.

# Orchard.ContentTypes.Controllers.AdminController
source: The technical name contains invalid characters.
ru_ru: Техническое имя содержит недопустимые символы.

# Orchard.ContentTypes.Controllers.AdminController
source: A field with the same Display Name already exists.
ru_ru: Поле с таким же отображаемым именем уже существует.

# Orchard.ContentTypes.Controllers.AdminController
source: Display name changed to {0}.
ru_ru: Отображаемое имя изменено на {0}.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Display Name
ru_ru: Отображаемое имя

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Name of the field as it will be displayed in screens.
ru_ru: Название поля как оно будет отображено

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Technical Name
ru_ru: Техническое имя

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Technical name of the field.
ru_ru: Техническое имя поля.

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Name of the type as it will be displayed in screens.
ru_ru: Имя типа как оно будет отображаться на экране.

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Technical name of the type.
ru_ru: Техническое имя типа.

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Edit Field "{0}"
ru_ru: Редактировать поле "{0}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Display Name
ru_ru: Отображаемое имя

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Name of the field as it will be displayed in screens.
ru_ru: Имя поля как оно будет отображено на экране.

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Save
ru_ru: Сохранить

source: Creatable
ru_ru: Создаваемое

source: Determines if an instance of this content type can be created through the UI.
ru_ru: Определяет, может ли инстанция этого типа содержимого быть создана в пользовательском интерфейсе.

source: Draftable
ru_ru: Черновик

source: Determines if this content type supports draft versions.
ru_ru: Определяет, допускает ли тип содержимого черновые версии.

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/Field.cshtml
source: Edit
ru_ru: Редактировать

# ~/Modules/Orchard.ContentTypes/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.ContentTypes/Module.txt
source: Content Types
ru_ru: Типы содержимого

# ~/Modules/Orchard.ContentTypes/Module.txt
source: ContentTypes modules enables the creation and alteration of content types not based on code.
ru_ru: Модули типов содержимого позволяет создание и изменение типов содержимого, не основанные на коде.

# ~/Modules/Orchard.ContentTypes/Module.txt
source: Content
ru_ru: Содержимое

# Orchard.ContentTypes.AdminMenu
source: Content
ru_ru: Контент

# Orchard.ContentTypes.AdminMenu
source: Content Types
ru_ru: Типы контента

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to create a content type.
ru_ru: Не допущен к созданию типов контента.

# Orchard.ContentTypes.Controllers.AdminController
source: The Display Name name can't be empty.
ru_ru: Отображаемое имя не может быть пустым.

# Orchard.ContentTypes.Controllers.AdminController
source: A type with the same Id already exists.
ru_ru: Тип с таким идентификатором уже существует.

# Orchard.ContentTypes.Controllers.AdminController
source: A type with the same Name already exists.
ru_ru: Тип с таким именем уже существует.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" content type has been created.
ru_ru: Тип контента «{0}» успешно создан.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to edit a content type.
ru_ru: Не допущен к изменению типа контента.

# Orchard.ContentTypes.Controllers.AdminController
source: The Content Type name can't be empty.
ru_ru: Имя типа контента не может быть пустым.

# Orchard.ContentTypes.Controllers.AdminController
source: "{0}" settings have been saved.
ru_ru: Установки «{0}» были сохранены.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" part has been added.
ru_ru: Часть «{0}» добавлена.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" part has been removed.
ru_ru: Часть «{0}» удалена.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to create a content part.
ru_ru: Не допущен к созданию типов контента.

# Orchard.ContentTypes.Controllers.AdminController
source: The content part could not be created.
ru_ru: Часть контента не может быть создана.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" content part has been created.
ru_ru: Часть контента «{0}» создана.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to edit a content part.
ru_ru: Не допущен к изменению части контента.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" field was not added. {1}
ru_ru: Поле «{0}» не добавлено. {1}

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" field has been added.
ru_ru: Поле «{0}» добавленно.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" field has been removed.
ru_ru: Поле «{0}» удалено.

# Orchard.ContentTypes.Services.ContentDefinitionService
source: Fields must have a name containing no spaces or symbols.
ru_ru: Имена полей не могут содержать пробелы или специальные символы.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Add New Field To "{0}"
ru_ru: Добавить новое поле в «{0}»

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Use no spaces or special characters. For example, "MyCustomField"
ru_ru: Не используйте пробелы или специальные символы. Например «MyCustomField»

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Field Type
ru_ru: Тип поля

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Add Parts To "{0}"
ru_ru: Добавить части в «{0}»

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: New Content Type
ru_ru: Новый тип контента

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Display Name
ru_ru: Отображаемое имя

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Content Type Id
ru_ru: Идентификатор типа контента

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Create
ru_ru: Создать

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: New Content Part
ru_ru: Новая часть контента

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: Use no spaces or special characters. For example, "MyCustomPart"
ru_ru: Не используйте пробелы или специальные символы. Например «MyCustomField»

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: Create
ru_ru: Создать

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Edit Content Type
ru_ru: Изменить тип контента

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Content Types
ru_ru: Типы контента

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Display Name
ru_ru: Отображаемое имя

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Content Type Id: {0}
ru_ru: Идентификатор типа контента: {0}

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Fields
ru_ru: Поля

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Add
ru_ru: Добавить

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Parts
ru_ru: Части

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Edit Part
ru_ru: Изменить часть

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Content Types
ru_ru: Типы контента

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Content Parts
ru_ru: Части контента

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Fields
ru_ru: Поля

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Add
ru_ru: Добавить

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.ContentTypes/Views/Admin/List.cshtml
source: Manage Content Types
ru_ru: Управление типами контента

# ~/Modules/Orchard.ContentTypes/Views/Admin/List.cshtml
source: Create new type
ru_ru: Создать тип

# ~/Modules/Orchard.ContentTypes/Views/Admin/List.cshtml
source: Content Parts
ru_ru: Части контента

# ~/Modules/Orchard.ContentTypes/Views/Admin/ListParts.cshtml
source: Content Parts
ru_ru: Части контента

# ~/Modules/Orchard.ContentTypes/Views/Admin/ListParts.cshtml
source: Content Types
ru_ru: Части контента

# ~/Modules/Orchard.ContentTypes/Views/Admin/ListParts.cshtml
source: Create new part
ru_ru: Создать часть

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemoveFieldFrom.cshtml
source: Remove the "{0}" part from "{1}"
ru_ru: Удалить «{0}» из «{1}»

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemoveFieldFrom.cshtml
source: Looks like you couldn't use the fancy way to remove the field. Try hitting the button below to force the issue.
ru_ru: Похоже что вам не удастся использовать приемлемый путь для удаления поля. Попробуйте нажать следующую кнопку чтобы удалить насильно.

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemoveFieldFrom.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemovePartFrom.cshtml
source: Remove the "{0}" part from "{1}"
ru_ru: Удалить «{0}» из «{1}»

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemovePartFrom.cshtml
source: Looks like you couldn't use the fancy way to remove the part. Try hitting the button below to force the issue.
ru_ru: Похоже что вам не удастся использовать приемлемый путь для удаления части. Попробуйте нажать следующую кнопку чтобы удалить насильно.

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemovePartFrom.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditPartViewModel.cshtml
source: Edit
ru_ru: Править

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditTypeViewModel.cshtml
source: Create New {0}
ru_ru: Создать {0}

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditTypeViewModel.cshtml
source: List Items
ru_ru: Список элементов

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditTypeViewModel.cshtml
source: Edit
ru_ru: Править

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/Settings.cshtml
source: Global Settings
ru_ru: Глобальные настройки

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/ContentTypePart.ascx
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/Field.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/TypePart.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/TypePart.cshtml
source: {0} Settings:
ru_ru: Настройки {0}:
