Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.Users/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

source: The usernames to send the notifications to (e.g., "admin, user1, ...").
ru_ru: Имена пользователей для отправки уведомлений (т.е. «admin, user1, ...»).
