Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.Users/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# Orchard.Users.Handlers.UserMessagesAlteration
source: The user <b>{0}</b> with email <b>{1}</b> has requested a new account. This user won't be able to log while his account has not been approved.
ru_ru: Пользователь <b>{0}</b> с электронной почтой <b>{1}</b> затребовал новую учетную запись. Этот пользователь не может войти в систему, потому что его учетная запись не утверждена.

# Orchard.Users.Handlers.UserMessagesAlteration
source: Thank you for registering with {0}.<br/><br/><br/><b>Final Step</b><br/>To verify that you own this e-mail address, please click the following link:<br/><a href="{1}">{1}</a><br/><br/><b>Troubleshooting:</b><br/>If clicking on the link above does not work, try the following:<br/><br/>Select and copy the entire link.<br/>Open a browser window and paste the link in the address bar.<br/>Click <b>Go</b> or, on your keyboard, press <b>Enter</b> or <b>Return</b>.
ru_ru: Спасибо за регистрацию с {0}.<br/><br/><br/><b>Последний шаг</b><br/>Для проверки того, что вы воспользовались своим адресом электронной почты, пожалуйста, нажмите на следующую ссылку<br/><a href="{1}">{1}</a><br/><br/><b>Устрание неисправностей:</b><br/>Если нажатие на ссылку выше не удалось, попытайтесь:<br/><br/>Выберите и скопируйте ссылку.<br/>Откройте окно браузера и вставьте ссылку в адресную строку.<br/>Нажмите <b>Выполнить</b> или на клавиатуре нажмите <b>Enter</b> или <b>Return</b>.

# Orchard.Users.Handlers.UserMessagesAlteration
source: Dear {0}, please <a href="{1}">click here</a> to change your password.
ru_ru: Уважаемый/-ая {0}, пожалуйста, <a href="{1}">нажмите здесь</a> для изменения пароля.

# Orchard.Users.Security.FrontEndFilter
source: Can't access this website
ru_ru: Сайт не доступен

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Passwords are required to be a minimum of {0} characters in length.
ru_ru: Пароли должны быть не менее {0} символов.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: New passwords are required to be a minimum of {0} characters in length.
ru_ru: Длина нового пароля должена быть не менее {0} символов.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: New passwords are required to be a minimum of {0} characters in length.
ru_ru: Длина нового пароля должена быть не менее {0} символов.

# ~/Modules/Orchard.Users/Module.txt
source: Users
ru_ru: Пользователи

# Orchard.Users.Handlers.UserMessagesAlteration
source: User needs moderation
ru_ru: Пользователю требуется модерация

# Orchard.Users.Handlers.UserMessagesAlteration
source: The following user account needs to be moderated: {0}
ru_ru: Следующая учетная запись пользователя требует модерации: {0}

# ~/Modules/Orchard.Users/Views/Account/LogOn.cshtml
source: Please enter your username and password.
ru_ru: Пожалуйста, введите свое имя и пароль.

# ~/Modules/Orchard.Users/Views/Account/LogOn.cshtml
source: Register
ru_ru: Регистрация

# ~/Modules/Orchard.Users/Views/Account/LogOn.cshtml
source: if you don't have an account.
ru_ru: если у вас нет учетной записи.

# ~/Modules/Orchard.Users/Views/Account/LogOn.cshtml
source: Lost your Password?
ru_ru: Удалить пароль?

# ~/Modules/Orchard.Users/Views/Account/LogOn.cshtml
source: Login was unsuccessful. Please correct the errors and try again.
ru_ru: Вход в систему не удачный. Пожалуйста, исправьте ошибки и попробуйте еще раз.

# ~/Modules/Orchard.Users/Views/Account/LogOn.cshtml
source: Account Information
ru_ru: Информация об учетной записи

# ~/Modules/Orchard.Users/Views/Account/LogOn.cshtml
source: Username
ru_ru: Имя пользователя

# ~/Modules/Orchard.Users/Views/Account/LogOn.cshtml
source: Password
ru_ru: Пароль

# ~/Modules/Orchard.Users/Views/Account/LogOn.cshtml
source: Sign In
ru_ru: Войти

# Orchard.Users.Controllers.AccountController
source: You must specify a valid email address.
ru_ru: Вы должны указать действительный адрес электропочты.

# Orchard.Users.Controllers.AdminController
source: You must specify a valid email address.
ru_ru: Вы должны указать действительный адрес электропочты.

# Orchard.Users.Controllers.AdminController
source: User {0} deleted
ru_ru: Пользователь {0} удален

# Orchard.Users.Controllers.AdminController
source: Challenge email sent to {0}
ru_ru: Письмо вызова послано {0}

# Orchard.Users.Controllers.AdminController
source: User {0} approved
ru_ru: Пользователь {0} утвержден

# Orchard.Users.Handlers.RegistrationSettingsPartHandler
source: Users
ru_ru: Пользователи

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Create a New Account
ru_ru: Создать новую учетную запись

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Use the form below to create a new account.
ru_ru: Используйте данную форму для создания новой учетной записи.

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Account creation was unsuccessful. Please correct the errors and try again.
ru_ru: Не удалось создать учетную запись. Пожалуйста, исправьте ошибки и попробуйте снова.

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Account Information
ru_ru: Информация об учетной записи

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Username:
ru_ru: Имя пользователя:

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Email:
ru_ru: Электропочта:

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Password:
ru_ru: Пароль:

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Confirm password:
ru_ru: Подтверждение пароля:

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Register
ru_ru: Зарегестрировать

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Users
ru_ru: Пользователи

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Actions:
ru_ru: Действие:

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Choose action...
ru_ru: Выберите...

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Filter:
ru_ru: Фильтр:

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: All Users
ru_ru: Все пользователи

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Approved Users
ru_ru: Утвержденные пользователи

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Pending Users
ru_ru: Ожидающие пользователи

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Pending Emails
ru_ru: Ожидающие электронные ящики

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Sort by:
ru_ru: Сортировка:

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Filter
ru_ru: Фильтр

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Actions
ru_ru: Действия

source: Users
ru_ru: Пользователи

source: Display a link to enable users to reset their password
ru_ru: Отображать ссылку для сброса пароля пользователями

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Remember Me
ru_ru: Запомнить меня

# ~/Modules/Orchard.ц/Module.txt
source: The users module enables user management.
ru_ru: Модуль пользователей обеспечивает управление пользователями.

# Orchard.Users.Commands.UserCommands
source: Could not create user {0}. The authentication provider returned an error
ru_ru: Не удалось создать пользователя {0}. Провайдер аутетификации возвратил ошибку

source: This option is available when an email module is activated.
ru_ru: Этот вариант доступен при активном модуле электронной почты.

# ~/Modules/Orchard.Users/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Users/Module.txt
source: The users module enables user management.
ru_ru: Модуль «Пользователи» обеспечивает управление пользователями.

# ~/Modules/Orchard.Users/Module.txt
source: Standard users.
ru_ru: Стандартные пользователи.

# ~/Modules/Orchard.Users/Module.txt
source: Core
ru_ru: Ядро

# Orchard.Users.AdminMenu
source: Users
ru_ru: Пользователи

# Orchard.Users.Commands.UserCommands
source: User with that username and/or email already exists.
ru_ru: Пользователь с таким именем и/или электронной почтой уже существует.

# Orchard.Users.Commands.UserCommands
source: You must specify a password of {0} or more characters.
ru_ru: Вы должны указать пароль из {0} или более символов.

# Orchard.Users.Commands.UserCommands
source: The authentication provider returned an error
ru_ru: Во время проверки подлинности возникла ошибка

# Orchard.Users.Commands.UserCommands
source: User created successfully
ru_ru: Пользователь создан успешно

# Orchard.Users.Controllers.AccountController
source: Access Denied
ru_ru: Доступ запрещен

# Orchard.Users.Controllers.AccountController
source: Log On
ru_ru: Войти

# Orchard.Users.Controllers.AccountController
source: Invalid username or E-mail
ru_ru: Неверный логин или электропочта

# Orchard.Users.Controllers.AccountController
source: Check your e-mail for the confirmation link.
ru_ru: На вашу электропочту выслан подтверждающий код.

# Orchard.Users.Controllers.AccountController
source: The current password is incorrect or the new password is invalid.
ru_ru: Неправильный пароль, либо новый пароль неверен.

# Orchard.Users.Controllers.AccountController
source: You must specify a new password of {0} or more characters.
ru_ru: Вы должны указать пароль из {0} или более символов.

# Orchard.Users.Controllers.AccountController
source: The new password and confirmation password do not match.
ru_ru: Новый пароль и подтверждение пароля не совпадают.

# Orchard.Users.Controllers.AccountController
source: Windows authentication is not supported.
ru_ru: Авторизация Windows не поддерживается.

# Orchard.Users.Controllers.AccountController
source: You must specify a current password.
ru_ru: Необходимо указать пароль.

# Orchard.Users.Controllers.AccountController
source: You must specify a username or e-mail.
ru_ru: Необходимо указать имя пользователя или электропочту.

# Orchard.Users.Controllers.AccountController
source: You must specify a password.
ru_ru: Необходимо указать пароль.

# Orchard.Users.Controllers.AccountController
source: The username or e-mail or password provided is incorrect.
ru_ru: Имя пользователя, электропочта или пароль указаны неверно.

# Orchard.Users.Controllers.AccountController
source: You must specify a username.
ru_ru: Необходимо указать имя пользователя.

# Orchard.Users.Controllers.AccountController
source: You must specify an email address.
ru_ru: Необходимо указать электропочту.

# Orchard.Users.Controllers.AccountController
source: User with that username and/or email already exists.
ru_ru: Пользователь с таким именем и/или электропочтой уже существует.

# Orchard.Users.Controllers.AccountController
source: You must specify a password of {0} or more characters.
ru_ru: Вы должны указать пароль из {0} или более символов.

# Orchard.Users.Controllers.AdminController
source: Not authorized to list users
ru_ru: Нет в списке пользователей

# Orchard.Users.Controllers.AdminController
source: Not authorized to manage users
ru_ru: Нет в списке управляющих пользователей

# Orchard.Users.Controllers.AdminController
source: User with that username and/or email already exists.
ru_ru: Пользователь с таким именем и/или электронной почтой уже существует.

# Orchard.Users.Controllers.AdminController
source: Password confirmation must match
ru_ru: Новый пароль и подтверждение пароля должны совпадать

# Orchard.Users.Controllers.AdminController
source: User created
ru_ru: Пользователь создан

# Orchard.Users.Controllers.AdminController
source: User information updated
ru_ru: Информация пользователя обновлена

# Orchard.Users.Controllers.AdminController
source: The Super user can't be removed. Please disable this account or specify another Super user account
ru_ru: Суперпользователь не может быть удален. Пожалуйста, отключите эту учетную запись или создайте другого суперпользователя.

# Orchard.Users.Controllers.AdminController
source: You can't remove your own account. Please log in with another account
ru_ru: Вы не можете удалить сами себя. Пожалуйста, войдите под другим именем

# Orchard.Users.Controllers.AdminController
source: User deleted
ru_ru: Пользователь удален

# Orchard.Users.Controllers.AdminController
source: Challenge email sent
ru_ru: Письмо вызова отправлено

# Orchard.Users.Controllers.AdminController
source: User approved
ru_ru: Пользователь утвержден

# Orchard.Users.Controllers.AdminController
source: You can't disable your own account. Please log in with another account
ru_ru: Вы не можете отключить сами себя. Пожалуйста, войдите под другим именем

# Orchard.Users.Controllers.AdminController
source: User {0} disabled
ru_ru: Пользователь {0} отключен

# Orchard.Users.Handlers.UserMessagesAlteration
source: New account
ru_ru: Новая учетная запись

# Orchard.Users.Handlers.UserMessagesAlteration
source: Verification E-Mail
ru_ru: Проверочное письмо

# Orchard.Users.Handlers.UserMessagesAlteration
source: <br/><br/>If you continue to have access problems or want to report other issues, please <a href="mailto:{0}">Contact Us</a>.
ru_ru: <br/><br/>Если у вас есть проблемы с доступом или другие проблемы, пожалуйста <a href="mailto:{0}">сообщите нам</a>.

# Orchard.Users.Handlers.UserMessagesAlteration
source: Lost password
ru_ru: Забыл пароль

# Orchard.Users.Services.MembershipService
source: Unexpected password format value
ru_ru: Недопустимое значение формата пароля

# Orchard.Users.Services.MissingSettingsBanner
source: Some Orchard.User settings require an Email channel to be enabled.
ru_ru: Некоторые настройки Orchard.User требуют включенного модуля электронной почты.

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Please enter your username and password.
ru_ru: Пожалуйста, введите свое имя и пароль.

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Register
ru_ru: Регистрация

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: if you don't have an account.
ru_ru: Нет учетной записи?

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Lost your Password?
ru_ru: Забыли пароль?

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Login was unsuccessful. Please correct the errors and try again.
ru_ru: Вход не удался. Пожалуйста, исправьте ошибки и попробуйте снова.

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Account Information
ru_ru: Информация об учетной записи

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Username
ru_ru: Имя пользователя

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Password
ru_ru: Пароль

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Sign In
ru_ru: Войти

# ~/Modules/Orchard.Users/Views/Account/AccessDenied.cshtml
source: Access Denied
ru_ru: Доступ запрещен

# ~/Modules/Orchard.Users/Views/Account/AccessDenied.cshtml
source: You do not have permission to complete your request.
ru_ru: У вас нет разрешений для выполнения вашего запроса.

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailFail.cshtml
source: Challenge Email
ru_ru: Письмо вызова

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailFail.cshtml
source: Your email address could not be validated.
ru_ru: Адрес вашей электронной почты не действителен.

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSent.cshtml
source: Challenge Email Sent
ru_ru: Послать письмо вызова

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSent.cshtml
source: An email has been sent to you. Please click on the link it contains in order to have access on this site.
ru_ru: Вам отправлено сообщение электронной почты. Пожалуйста, нажмите на ссылку в письме для получения доступа на сайт.

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSuccess.cshtml
source: Challenge Email
ru_ru: Письмо вызова

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSuccess.cshtml
source: Your email address has been validated.
ru_ru: Ваш адрес электропочты действителен.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Change Password
ru_ru: Сменить пароль

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Use the form below to change your password.
ru_ru: Используйте данную форму для смены пароля.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Password change was unsuccessful. Please correct the errors and try again.
ru_ru: Смена пароля не удалась. Пожалуйста, исправьте ошибки и попробуйте снова.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Account Information
ru_ru: Информация об учетной записи

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Current password:
ru_ru: Текущий пароль:

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: New password:
ru_ru: Новый пароль:

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Confirm new password:
ru_ru: Подтверждение нового пароля:

# ~/Modules/Orchard.Users/Views/Account/ChangePasswordSuccess.cshtml
source: Change Password
ru_ru: Сменить пароль

# ~/Modules/Orchard.Users/Views/Account/ChangePasswordSuccess.cshtml
source: Your password has been changed successfully.
ru_ru: Смена пароля прошла успешно.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Change Password
ru_ru: Сменить пароль

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Use the form below to change your password.
ru_ru: Используйте данную форму для смены пароля.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Password change was unsuccessful. Please correct the errors and try again.
ru_ru: Смена пароля не удалась. Пожалуйста, исправьте ошибки и попробуйте снова.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Account Information
ru_ru: Информация об учетной записи

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: New password:
ru_ru: Новый пароль:

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Confirm new password:
ru_ru: Подтверждение нового пароля:

# ~/Modules/Orchard.Users/Views/Account/Register.cshtml
source: Create a New Account
ru_ru: Создать новую учетную запись

# ~/Modules/Orchard.Users/Views/Account/Register.cshtml
source: Use the form below to create a new account.
ru_ru: Используйте форму ниже для создания новой учетной записи.

# ~/Modules/Orchard.Users/Views/Account/Register.cshtml
source: Account creation was unsuccessful. Please correct the errors and try again.
ru_ru: Создание учетной записи не удалось. Пожалуйста, исправьте ошибки и попытайтесь снова.

# ~/Modules/Orchard.Users/Views/Account/Register.cshtml
source: Account Information
ru_ru: Информация об учетной записи

# ~/Modules/Orchard.Users/Views/Account/Register.cshtml
source: Username:
ru_ru: Имя пользователя:

# ~/Modules/Orchard.Users/Views/Account/Register.cshtml
source: Email:
ru_ru: Электронная почта:

# ~/Modules/Orchard.Users/Views/Account/Register.cshtml
source: Password:
ru_ru: Пароль:

# ~/Modules/Orchard.Users/Views/Account/Register.cshtml
source: Confirm password:
ru_ru: Подтварждение пароля:

# ~/Modules/Orchard.Users/Views/Account/Register.cshtml
source: Register
ru_ru: Регистрация

# ~/Modules/Orchard.Users/Views/Account/RegistrationPending.cshtml
source: User Registration Pending
ru_ru: Ожидание регистрации пользователя

# ~/Modules/Orchard.Users/Views/Account/RegistrationPending.cshtml
source: Your user account has been created but has to be approved before it can be used.
ru_ru: Ваша учетная запись была создана, но она должна быть одобрена перед тем как её можно будет использовать.

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Lost Password
ru_ru: Забыл пароль

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Please enter your username or email address. You will receive a link to create a new password via email.
ru_ru: Пожалуйста, введите ваше имя пользователя или адрес электронной почты. На ваш почтовый ящик была выслана ссылка, по переходу на которую вы можете создать новый пароль.

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Account Information
ru_ru: Информация об учетной записи

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Username or E-mail:
ru_ru: Имя пользователь или электропочта:

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Send Request
ru_ru: Отправить запрос

# ~/Modules/Orchard.Users/Views/Admin/Create.cshtml
source: Add User
ru_ru: Добавить пользователя

# ~/Modules/Orchard.Users/Views/Admin/Edit.cshtml
source: Edit User
ru_ru: Редактировать пользователя

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Manage Users
ru_ru: Управление пользователями

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Add a new user
ru_ru: Добавить нового пользователя

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Email
ru_ru: Электропочта

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Approved
ru_ru: Подтверждение

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: User is approved
ru_ru: Пользователь утвержден

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Moderated
ru_ru: Утвержден

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: User is moderated
ru_ru: Пользователь утвержден

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: E-mail validation is pending
ru_ru: Проверка электропочты в ожидании

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Edit
ru_ru: Править

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Approve
ru_ru: Утвердить

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Disable
ru_ru: Отключить

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Send challenge E-mail
ru_ru: Послать письмо вызова

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: User Name
ru_ru: Имя пользователя

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: Email
ru_ru: Электропочта

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: Password
ru_ru: Пароль

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: Confirm Password
ru_ru: Подтвердить пароль

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Edit.cshtml
source: User Name
ru_ru: Имя пользователя

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Edit.cshtml
source: Email
ru_ru: Электропочта

source: Users registration
ru_ru: Регистрация пользователей

source: Users can create new accounts on the site
ru_ru: Пользователи могут создавать новые учетные записи на сайте

source: Display a link to enable users to reset their email
ru_ru: Показывать ссылку для сброса электронной почты пользователям

source: Users must verify their email address
ru_ru: Пользователи должны подтвердить свою электропочту

source: Website public name
ru_ru: Публичное имя веб-сайта

source: The name of your website as it will appear in the verification e-mail.
ru_ru: Название вашего сайта указываемое в проверочном письме.

source: Contact Us E-Mail address
ru_ru: Свяжитесь с нами через электропочту

source: The e-mail address displayed in the verification e-mail for a Contact Us link. Leave empty for no link.
ru_ru: Адрес электропочты, отображаемый как ссылка «Свяжись с нами». Оставьте пустым для отключения.

source: Users must be approved before they can log in
ru_ru: Пользователи должны быть утверждены прежде чем они смогут войти на сайт

source: Send a notification when a user needs moderation
ru_ru: Послать уведомление когда требуется утвердить пользователя

source: Moderators
ru_ru: Модераторы
