Repository: richard-s-popov/broccoli
Catalog: orchard/Core/App_Data/Localization/*/orchard.core.po
Languages: ru_ru

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: This is the place where you can manage your web site, its appearance and its contents. Please take a moment to explore the different menu items on the left of the screen to familiarize yourself with the features of the application. For example, try to change the theme through the ג€Manage Themesג€ menu entry. You can also create new pages and manage existing ones through the ג€Manage Pagesג€ menu entry or create blogs through ג€Manage Blogsג€.
ru_ru: Это место, где вы можете управлять вашим веб сайтом, его внешним видом и содержимым. Пожалуйста, уделите внимание ознакомлению с различными пунктами меню в левой части экрана для того, чтобы быть в курсе возможностей данного приложения. Например, попробуйте изменить тему через пункт 'Управление Темами'. Вы также можете создавать новые страницы, и управлять существующими через пункт 'Управление Страницами', или создавать блоги, используя пункт 'Управление Блогами'.

# ~/Core/Navigation/Views/EditorTemplates/Parts/Navigation.Menu.Edit.cshtml
source: Show on main menu
ru_ru: Показывать в главном меню

# ~/Core/Navigation/Views/EditorTemplates/Parts/Navigation.Menu.Edit.cshtml
source: Menu text
ru_ru: Текст меню

# ~/Core/Settings/Views/EditorTemplates/Parts/Settings.SiteSettingsPart.cshtml
source: Global Settings
ru_ru: Глобальные Настройки

# ~/Core/Settings/Views/EditorTemplates/Parts/Settings.SiteSettingsPart.cshtml
source: Site name
ru_ru: Название сайта

# ~/Core/Settings/Views/EditorTemplates/Parts/Settings.SiteSettingsPart.cshtml
source: Default Site Culture
ru_ru: Культура по умолчанию

# ~/Core/Settings/Views/EditorTemplates/Parts/Settings.SiteSettingsPart.cshtml
source: Add or remove supported cultures for the site.
ru_ru: Добавить или удалить поддерживаемые культуры для сайта.

# ~/Core/Settings/Views/EditorTemplates/Parts/Settings.SiteSettingsPart.cshtml
source: Page title separator
ru_ru: Разделитель заголовка страницы

# ~/Core/Settings/Views/EditorTemplates/Parts/Settings.SiteSettingsPart.cshtml
source: Super user
ru_ru: Суперпользователь

# ~/Core/Settings/Views/EditorTemplates/Parts/Settings.SiteSettingsPart.cshtml
source: Resource Debug Mode
ru_ru: Режим отладки ресурсов

# ~/Core/Settings/Views/EditorTemplates/Parts/Settings.SiteSettingsPart.cshtml
source: Determines whether scripts and stylesheets load in their debuggable or minified form.
ru_ru: Определяет, что скрипт или таблица стилей загружаются в отладочной или минимизированной форме.

# Orchard.Core.Containers.Drivers.ContainerPartDriver
source: (Any)
ru_ru: (Любой)

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Contains
ru_ru: Содержит

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Only types with the Containable part can be contained in a list.
ru_ru: Тоолько типы с частью Containable могут содержаться в списке.

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Date Created
ru_ru: Дате создания

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Date Created
ru_ru: Дате создания

# ~/Core/Contents/Views/Content.SummaryAdmin.cshtml
source: Delete
ru_ru: Удалить

# ~/Core/Contents/Views/Admin/Create.cshtml
source: New {0}
ru_ru: Новый {0}

# ~/Core/Contents/Views/Admin/List.cshtml
source: Delete
ru_ru: Удалить

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: changing the theme
ru_ru: смена темы

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: adding some pages
ru_ru: добавление страниц

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: setup up a blog
ru_ru: настройка блога

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: configuring basic settings
ru_ru: конфигурирование базовых установок

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: themes
ru_ru: темы

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: modules
ru_ru: модули

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Stay up to date.
ru_ru: Будьте в курсе событий.

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu item created successfully.
ru_ru: Элемент меню успешно создан.

# Orchard.Core.Navigation.Drivers.AdminMenuPartDriver
source: The AdminMenuText field is required
ru_ru: Поле AdminMenuText обязательно

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Navigation
ru_ru: Навигация

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Delete
ru_ru: Удалить

# ~/Core/Navigation/Views/DefinitionTemplates/AdminMenuPartTypeSettings.cshtml
source: Default Position
ru_ru: Позиция по умолчанию

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: Show on admin menu
ru_ru: Показывать в меню панели управления

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: Menu text
ru_ru: Текст меню

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: Position
ru_ru: Позиция

# Orchard.Core.Reports.AdminMenu
source: View
ru_ru: Показать

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Reports
ru_ru: Отчеты

# Orchard.Core.Routable.Drivers.RoutePartDriver
source: The "." can't be used at either end of the permalink.
ru_ru: Символ «.» не может быть использован в окончании прямой ссылки.

# Orchard.Core.Routable.Drivers.RoutePartDriver
source: Please do not use any of the following characters in your permalink: ":", "?", "#", "[", "]", "@", "!", "$", "&", "'", "(", ")", "*", "+", ",", ";", "=", ", "<", ">", "\". No spaces are allowed (please use dashes or underscores instead).
ru_ru: Пожалуйста, не используйте следующие символы в прямой ссылке: «:», «?», «#», «[», «]», «@», «!», «$», «&», «'», «(», «)», «*», «+», «,», «;», «=», «<», «>», «». Пробелы недопустимы (пожалуйста, используйте тире или нижнюю черту взамен).

# Orchard.Core.Routable.Handlers.RoutePartHandler
source: Permalinks in conflict. "{0}" is already set for a previously created {2} so now it has the slug "{1}"
ru_ru: Конфликт прямых ссылок. «{0}» уже присвоен ранее созданному {2} и сейчас обладает ярлыком «{1}»

# Orchard.Core.Settings.AdminMenu
source: General
ru_ru: Общие

# Orchard.Core.Settings.Drivers.SiteSettingsPartDriver
source: The base url must be absolute.
ru_ru: Базовый URL должен быть абсолютным.

# Orchard.Core.Settings.Drivers.SiteSettingsPartDriver
source: The base url you entered could not be requested from current location.
ru_ru: Заданный базовый URL невозможно запросить с текущего расположения.

# ~/Core/Settings/Views/Admin/Index.cshtml
source: Settings
ru_ru: Настройки

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: General
ru_ru: Общее

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Base url
ru_ru: Базовый URL

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Enter the fully qualified base url of your website.
ru_ru: Укажите базовый URL вашего сайта полностью.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: e.g., http://localhost:30320/orchardlocal, http://www.yourdomain.com
ru_ru: т.е., http://localhost:30320/orchardlocal, http://www.yourdomain.com

# ~/Core/Common/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Core/Common/Module.txt
source: The common module introduces content parts that are going to be used by most content types (common, body and routable).
ru_ru: Общий модуль предоставляет части содержимого, которые могут быть использованы в большинстве типов контента (общий, тело и маршрутный).

# ~/Core/Containers/Module.txt
source: Containers
ru_ru: Контейнеры

# ~/Core/Containers/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Core/Containers/Module.txt
source: The containers module introduces container and containable behaviors for content items.
ru_ru: Модуль Containers представляет собой контейнер и контейнерные поведения для элементов контента.

# ~/Core/Containers/Module.txt
source: Container and containable parts to enable parent-child relationships between content items.
ru_ru: Контейнер и содержательные части для использования связи родитель-ребенок между пунктами.

# ~/Core/Containers/Module.txt
source: Content
ru_ru: Содержимое

# ~/Core/Contents/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Core/Contents/Module.txt
source: The contents module enables the creation of custom content types.
ru_ru: Модуль контента дает возможность создания пользовательских типов контента.

# ~/Core/Dashboard/Module.txt
source: Dashboard
ru_ru: Панель управления

# ~/Core/Dashboard/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Core/Dashboard/Module.txt
source: The dashboard module is providing the dashboard screen of the admininstration UI of the application.
ru_ru: Модуль Dashboard предоставляет панель управления администрированием приложения.

# ~/Core/Feeds/Module.txt
source: Feeds
ru_ru: Каналы

# ~/Core/Feeds/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Core/Feeds/Module.txt
source: The Feeds module is providing RSS feeds to content items.
ru_ru: Модуль Feeds предоставляет RSS каналы для элементов контента.

# ~/Core/HomePage/Module.txt
source: HomePage
ru_ru: Домашняя страница

# ~/Core/HomePage/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Core/HomePage/Module.txt
source: The HomePage module enables the promotion of a content item or container to be the home page of the site.
ru_ru: Модуль Homepage позволяет управлять содержимым главной страницы сайта.

# ~/Core/Navigation/Module.txt
source: Navigation
ru_ru: Навигация

# ~/Core/Navigation/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Core/Navigation/Module.txt
source: The navigation module creates and manages a simple navigation menu for the front-end of the application.
ru_ru: Модуль Navigation создает и управляет простейшим навигационным меню для витрины сайта.

# ~/Core/Reports/Module.txt
source: Reports
ru_ru: Журнал

# ~/Core/Reports/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Core/Reports/Module.txt
source: The dashboard module is providing the reports screen of the application.
ru_ru: Модуль Dashboard предоставляет экран журнала приложения.

# ~/Core/Routable/Module.txt
source: Routable
ru_ru: Маршрутный

# ~/Core/Routable/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Core/Routable/Module.txt
source: The routable module enables content items to be accessed through a friendly human-readable URL.
ru_ru: Модуль Routable позволяет элементам контента быть доступными по человеко-понятным URL.

# ~/Core/Scheduling/Module.txt
source: Scheduling
ru_ru: Расписание

# ~/Core/Scheduling/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Core/Scheduling/Module.txt
source: The scheduling module enables background task scheduling.
ru_ru: Модуль Scheduling позволяет выполнять задачи в фоне.

# ~/Core/Settings/Module.txt
source: Settings
ru_ru: Настройки

# ~/Core/Settings/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Core/Settings/Module.txt
source: The settings module creates site settings that other modules can contribute to.
ru_ru: Модуль Settings создает настройки сайта, которые могут быть использованы другими модулями.

# ~/Core/Shapes/Module.txt
source: Shapes
ru_ru: Фигуры

# ~/Core/Shapes/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Core/Shapes/Module.txt
source: The shapes module contains core shape templates and display hooks.
ru_ru: Модуль Shapes содержит базовый шаблоны и ловушки отображения.

# ~/Core/XmlRpc/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Core/XmlRpc/Module.txt
source: The XmlRpc module enables creation of contents from client applications such as LiveWriter.
ru_ru: Модуль XmlRpc дает возможность создания контента клиентскими приложениями подобные LiveWriter.

# Orchard.Core.Common.Shapes
source: Draft
ru_ru: Черновик

# Orchard.Core.Common.Shapes
source: as a Draft
ru_ru: как черновик

# Orchard.Core.Common.Drivers.CommonPartDriver
source: Invalid user name
ru_ru: Недопустимое имя пользователя

# Orchard.Core.Common.Drivers.CommonPartDriver
source: Invalid container
ru_ru: Недопустимый контейнер

# ~/Core/Common/Views/Parts.Common.Body.Summary.cshtml
source: more
ru_ru: подробнее

# ~/Core/Common/Views/Parts.Common.Metadata.SummaryAdmin.cshtml
source: Last modified: {0}
ru_ru: Последнее изменение: {0}

# ~/Core/Common/Views/DefinitionTemplates/BodyPartSettings.cshtml
source: Default flavor
ru_ru: Аромат по умолчанию

# ~/Core/Common/Views/DefinitionTemplates/BodyTypePartSettings.cshtml
source: Flavor
ru_ru: Аромат

# ~/Core/Common/Views/EditorTemplates/Parts.Common.Body.cshtml
source: Body
ru_ru: Тело

# ~/Core/Common/Views/EditorTemplates/Parts.Common.Owner.cshtml
source: Owner
ru_ru: Владелец

# Orchard.Core.Containers.Drivers.ContainablePartDriver
source: (None)
ru_ru: (Никуда)

# Orchard.Core.Containers.Drivers.ContainerPartDriver
source: There are no content types in the system with a Containable part attached. Consider adding a Containable part to some content type, existing or new, in order to relate items to this (Container enabled) item.
ru_ru: В системе отсутствуют типы контента с прикрепленной частью вложения. Рассмотрите возможность добавления части вложения в некоторый тип, существующий или новый, с целью связать с этим элементом (в качестве контейнера).

# Orchard.Core.Containers.Drivers.ContainerWidgetPartDriver
source: (None - create container enabled items first)
ru_ru: (Никуда — создайте элемент контейнера для начала)

# ~/Core/Containers/Views/Parts.Container.Contained.SummaryAdmin.cshtml
source: Contained Items
ru_ru: Содержащиеся пункты

# ~/Core/Containers/Views/DefinitionTemplates/ContainerPartSettings.cshtml
source: Default Page Size
ru_ru: Размер страницы по умолчанию

# ~/Core/Containers/Views/DefinitionTemplates/ContainerPartSettings.cshtml
source: Show paging controls
ru_ru: Показывать постраничную навигацию

# ~/Core/Containers/Views/DefinitionTemplates/ContainerTypePartSettings.cshtml
source: Default Page Size
ru_ru: Размер страницы по умолчанию

# ~/Core/Containers/Views/DefinitionTemplates/ContainerTypePartSettings.cshtml
source: Show paging controls
ru_ru: Показывать постраничную навигацию

# ~/Core/Containers/Views/EditorTemplates/Containable.cshtml
source: Add to
ru_ru: Добавить к

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Order by
ru_ru: Сортировать по

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Date Published
ru_ru: Дате публикации

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Title
ru_ru: Заголовок

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Slug
ru_ru: Ярлык

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Custom 1
ru_ru: Пользовательской 1

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Custom 2
ru_ru: Пользовательской 2

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Custom 3
ru_ru: Пользовательской 3

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Ascending
ru_ru: По возростанию

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Descending
ru_ru: По убыванию

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Page size
ru_ru: Размер страницы

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Show paging controls
ru_ru: Показать страничный элементы управления

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Show items from
ru_ru: Показать элементы из

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Maximum number of items to display
ru_ru: Максимальное количество элементов для отображения

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Order by
ru_ru: Сортировка

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Date Published
ru_ru: Дата публикации

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Title
ru_ru: Заголовок

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Slug
ru_ru: Ярлык

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Custom 1
ru_ru: Пользовательское 1

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Custom 2
ru_ru: Пользовательское 2

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Custom 3
ru_ru: Пользовательское 3

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Order direction
ru_ru: Направление сортировки

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Ascending
ru_ru: По возрастанию

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Descending
ru_ru: По убыванию

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter items
ru_ru: Условия фильтра

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter where
ru_ru: Фильтр где

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter operator
ru_ru: Оператор фильтра

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: is equal to
ru_ru: равно

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: is less than
ru_ru: меньше, чем

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: is greater than
ru_ru: больше, чем

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: starts with
ru_ru: начинается с

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter value
ru_ru: Значение фильтра

# ~/Core/Containers/Views/EditorTemplates/CustomProperties.cshtml
source: Custom One
ru_ru: Пользовательский Один

# ~/Core/Containers/Views/EditorTemplates/CustomProperties.cshtml
source: Custom Two
ru_ru: Пользовательский Два

# ~/Core/Containers/Views/EditorTemplates/CustomProperties.cshtml
source: Custom Three
ru_ru: Пользовательский Три

# Orchard.Core.Contents.AdminMenu
source: Content
ru_ru: Контент

# Orchard.Core.Contents.AdminMenu
source: Content Items
ru_ru: Элементы контента

# Orchard.Core.Contents.AdminMenu
source: New
ru_ru: Создать

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't publish selected content.
ru_ru: Не удалось опубликовать выбранный контент.

# Orchard.Core.Contents.Controllers.AdminController
source: Content successfully published.
ru_ru: Контент успешно опубликован.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't unpublish selected content.
ru_ru: Не удалось скрыть выбранный контент.

# Orchard.Core.Contents.Controllers.AdminController
source: Content successfully unpublished.
ru_ru: Контент успешно скрыт.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't remove selected content.
ru_ru: Не удалось удалить выбранный контент.

# Orchard.Core.Contents.Controllers.AdminController
source: Content successfully removed.
ru_ru: Контент успешно удален.

# Orchard.Core.Contents.Controllers.AdminController
source: Cannot create content
ru_ru: Невозможно создать контент

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't create content
ru_ru: Не удалось создать контент

# Orchard.Core.Contents.Controllers.AdminController
source: Your content has been created.
ru_ru: Ваш контент создан.

# Orchard.Core.Contents.Controllers.AdminController
source: Your {0} has been created.
ru_ru: Ваш {0} создан.

# Orchard.Core.Contents.Controllers.AdminController
source: Cannot edit content
ru_ru: Невозможно править контент

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't publish content
ru_ru: Не удалось опубликовать контент

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't edit content
ru_ru: Не удалось править контент

# Orchard.Core.Contents.Controllers.AdminController
source: Your content has been saved.
ru_ru: Ваш контент сохранен.

# Orchard.Core.Contents.Controllers.AdminController
source: Your {0} has been saved.
ru_ru: Ваш {0} сохранен.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't remove content
ru_ru: Невозможно удалить контент

# Orchard.Core.Contents.Controllers.AdminController
source: That content has been removed.
ru_ru: Этот контент удален.

# Orchard.Core.Contents.Controllers.AdminController
source: That {0} has been removed.
ru_ru: Этот {0} удален.

# Orchard.Core.Contents.Controllers.AdminController
source: That content has been published.
ru_ru: Этот контент опубликован.

# Orchard.Core.Contents.Controllers.AdminController
source: That {0} has been published.
ru_ru: Этот {0} опубликован.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't unpublish content
ru_ru: Не удалось скрыть контент

# Orchard.Core.Contents.Controllers.AdminController
source: That content has been unpublished.
ru_ru: Этот контент скрыт.

# Orchard.Core.Contents.Controllers.AdminController
source: That {0} has been unpublished.
ru_ru: Этот {0} скрыт.

# Orchard.Core.Contents.Controllers.ItemController
source: Cannot edit content
ru_ru: Невозможно изменить контент

# ~/Core/Contents/Views/Content.ControlWrapper.cshtml
source: Edit
ru_ru: Править

# ~/Core/Contents/Views/Content.PublishButton.cshtml
source: Publish Now
ru_ru: Опубликовать

# ~/Core/Contents/Views/Content.SaveButton.cshtml
source: Save
ru_ru: Сохранить

# ~/Core/Contents/Views/Content.SummaryAdmin.cshtml
source: Edit
ru_ru: Править

# ~/Core/Contents/Views/Content.SummaryAdmin.cshtml
source: Remove
ru_ru: Удалить

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: View
ru_ru: Показать

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Publish Draft
ru_ru: Опубликовать черновик

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Unpublish
ru_ru: Скрыть

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Publish
ru_ru: Опубликовать

# ~/Core/Contents/Views/Admin/CreatableTypeList.cshtml
source: Create New Content
ru_ru: Создать

# ~/Core/Contents/Views/Admin/Create.cshtml
source: Create {0}
ru_ru: Создать {0}

# ~/Core/Contents/Views/Admin/Edit.cshtml
source: Edit Content
ru_ru: Править контент

# ~/Core/Contents/Views/Admin/Edit.cshtml
source: Edit {0}
ru_ru: Править {0}

# ~/Core/Contents/Views/Admin/List.cshtml
source: Manage Content
ru_ru: Управление контентом

# ~/Core/Contents/Views/Admin/List.cshtml
source: Create New Content
ru_ru: Создать

# ~/Core/Contents/Views/Admin/List.cshtml
source: Manage {0} Content
ru_ru: Управление контентом {0}

# ~/Core/Contents/Views/Admin/List.cshtml
source: Create New {0}
ru_ru: Создать {0}

# ~/Core/Contents/Views/Admin/List.cshtml
source: Actions:
ru_ru: Действие:

# ~/Core/Contents/Views/Admin/List.cshtml
source: Choose action...
ru_ru: Выберите...

# ~/Core/Contents/Views/Admin/List.cshtml
source: Publish Now
ru_ru: Опубликовать

# ~/Core/Contents/Views/Admin/List.cshtml
source: Unpublish
ru_ru: Скрыть

# ~/Core/Contents/Views/Admin/List.cshtml
source: Remove
ru_ru: Удалить

# ~/Core/Contents/Views/Admin/List.cshtml
source: Apply
ru_ru: Применить

# ~/Core/Contents/Views/Admin/List.cshtml
source: Show
ru_ru: Показать

# ~/Core/Contents/Views/Admin/List.cshtml
source: any (show all)
ru_ru: Все

# ~/Core/Contents/Views/Admin/List.cshtml
source: Ordered by
ru_ru: Сортировка

# ~/Core/Contents/Views/Admin/List.cshtml
source: recently created
ru_ru: Дата создания

# ~/Core/Contents/Views/Admin/List.cshtml
source: recently modified
ru_ru: Дата изменения

# ~/Core/Contents/Views/Admin/List.cshtml
source: recently published
ru_ru: Дата публикации

# Orchard.Core.Dashboard.AdminMenu
source: Dashboard
ru_ru: Панель управления
