Repository: richard-s-popov/broccoli
Catalog: orchard/Core/App_Data/Localization/*/orchard.core.po
Languages: ru_ru

# Orchard.Core.Routable.Drivers.RoutePartDriver
source: Slugs in conflict. "{0}" is already set for a previously created {2} so now it has the slug "{1}"
ru_ru: Конфликт ярлыков. "{0}" уже установлен для ранее созданного {2}, так ято он имеет ярлык "{1}"

# ~/Core/Common/Views/CommonMetadataOwner.cshtml
source: unknown
ru_ru: неизвестно

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Are you ready to go deeper and become an Orchard expert? Take a look at the <a href=""http://docs.orchardproject.net"">Orchard Documentation</a> to learn about how everything connects together and what makes Orchard tick.
ru_ru: Вы готовы углубленно изучить и стать экспертом по Orchard? Взгляните на <a href=""http://orchardproject.net/docs/"">Документация Wiki Orchard</a>, чтобы узнать, как все связать вместе и почему Orchard работает, как часы.

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Some items where not saved.
ru_ru: Некоторые элементы не сохранены.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: This is the place where you can manage your web site, its appearance and its contents. Please take a moment to explore the different menu items on the left of the screen to familiarize yourself with the features of the application. For example, try to change the theme through the âManage Themesâ menu entry. You can also create new pages and manage existing ones through the âManage Pagesâ menu entry or create blogs through âManage Blogsâ.
ru_ru: Это место, где вы можете управлять вашим веб сайтом, его внешним видом и содержимым. Пожалуйста, уделите внимание ознакомлению с различными пунктами меню в левой части экрана для того, чтобы быть в курсе возможностей данного приложения. Например, попробуйте изменить тему через пункт 'Управление Темами'. Вы также можете создавать новые страницы, и управлять существующими через пункт 'Управление Страницами', или создавать блоги, используя пункт 'Управление Блогами'.

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Default Position
ru_ru: Положение по умолчанию

# Orchard.Core.Contents.Controllers.ItemController
source: Cannot view content
ru_ru: Невозможно просмотреть содержимое

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu not found.
ru_ru: Меню не найдено.

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu name can't be empty.
ru_ru: Имя меню не может быть пустым.

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu created successfully.
ru_ru: Меню успешно создано.

# Orchard.Core.Navigation.Controllers.AdminController
source: Menu not found: {0}
ru_ru: Меню не найдено: {0}

# Orchard.Core.Navigation.Controllers.AdminController
source: Creating menu item failed: {0}
ru_ru: Создание пункта меню прервано: {0}

# Orchard.Core.Navigation.Controllers.AdminController
source: Your {0} has been added.
ru_ru: Ваш {0} добавлен.

# Orchard.Core.Navigation.Drivers.ContentMenuItemPartDriver
source: You must select a Content Item
ru_ru: Вы должны выбрать элемент содержимого

# Orchard.Core.Navigation.Drivers.MenuWidgetPartDriver
source: Home
ru_ru: Начало

# Orchard.Core.Navigation.Drivers.NavigationPartDriver
source: The MenuText field is required
ru_ru: Поле текст меню обязательно

# ~/Core/Navigation/Views/Menu.DeleteButton.cshtml
source: Delete
ru_ru: Удалить

# ~/Core/Navigation/Views/Admin/CreateMenuItem.cshtml
source: Create Menu Item
ru_ru: Создать пункт меню

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: You need to hit "Save All" in order to save your changes.
ru_ru: Для сохранения изменений необходимо нажать "Сохранить все"

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Current Menu:
ru_ru: Текущее меню:

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Show
ru_ru: Показ

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Edit
ru_ru: Редактирование

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Add a new menu...
ru_ru: Добавить новое меню...

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: The menu is empty
ru_ru: Меню пустое

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Save All
ru_ru: Сохранить все

# ~/Core/Navigation/Views/EditorTemplates/Parts.ContentMenuItem.Edit.cshtml
source: Empty
ru_ru: Пусто

# ~/Core/Navigation/Views/EditorTemplates/Parts.ContentMenuItem.Edit.cshtml
source: Content Item
ru_ru: Элемент содержимого

# ~/Core/Navigation/Views/EditorTemplates/Parts.ContentMenuItem.Edit.cshtml
source: Browse
ru_ru: Просмотр

# ~/Core/Navigation/Views/EditorTemplates/Parts.ContentMenuItem.Edit.cshtml
source: Select the Content Item to display in the menu.
ru_ru: Выберать элемент содержимого для показа в меню.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuItem.Edit.cshtml
source: Url
ru_ru: Адрес Url

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuItem.Edit.cshtml
source: A valid url, i.e. ~/my-page, http://orchardproject.net, /content/file.pdf, ...
ru_ru: Допустимый адрес url, т.е. ~/my-page, http://orchardproject.net, /content/file.pdf, ...

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: For Menu
ru_ru: Для меню

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Select which menu you want to display
ru_ru: Выберите меню для отображения

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Start Level
ru_ru: Начальный уровень

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: The level the menu should start at.
ru_ru: Начальный уровень меню.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Levels to display
ru_ru: Уровни для отображения

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: The number of levels to display, "0" meaning all levels.
ru_ru: Количество отображаемых уровней, "0" означает все уровни.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Display as Breadcrumb
ru_ru: Отображать в навигационной цепочке

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Check to render the path to the current content item.
ru_ru: Проверить путь к текущему эдементу содержимого.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Add the home page as the first element
ru_ru: Добавить домашнюю страницу в качестве первого элемента

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Check to render the home page as the first element of the breadcrumb.
ru_ru: Проверить домашнюю страницу в качестве первого элемента навигационной цепочки.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Add the current content item as the last element
ru_ru: Добавить текущий элемент содержимого в качестве последнего элемента

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Check to render the current content item as the last element.
ru_ru: Проверить текущий элемент содержимого в качестве последнего элемента

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Edit.cshtml
source: Menu Items
ru_ru: Пункты меню

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Edit.cshtml
source: The menu items linking to this content item.
ru_ru: Пункты меню, связанные с этим элементом содержимого

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Edit.cshtml
source: on
ru_ru: в

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Edit.cshtml
source: Not displayed in any menu.
ru_ru: Не отображать ни в одном меню

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Edit.cshtml
source: Add on a menu
ru_ru: Добавить в меню

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Edit.cshtml
source: Select which menu you want the content item to be added on.
ru_ru: Выберите меню, к которому будет добавлен элемент содержимого.

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Edit.cshtml
source: Menu text
ru_ru: Текст меню

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Edit.cshtml
source: The text that should appear in the menu.
ru_ru: Текст, который должен отображаться в меню.

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: Show on a menu
ru_ru: Показывать в меню

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: Select which menu you want the content item to be displayed on.
ru_ru: Выберите меню, в котором будет показан элемент содержимого.

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: The text that should appear in the menu.
ru_ru: Текст, который должен отображаться в меню.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Site Settings
ru_ru: Настройки страницы

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Tokens for Site Settings
ru_ru: Знаки для настроек страницы

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Site Name
ru_ru: Название страницы

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The name of the site.
ru_ru: Название страницы.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Super User
ru_ru: Супер пользователь

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The name of the super user.
ru_ru: Имя супер пользователя.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Site Culture
ru_ru: Культура страницы

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The current culture of the site.
ru_ru: Текущая культура страницы.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Base Url
ru_ru: Базовый адрес Url

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The base url the site.
ru_ru: Базовый адрес url страницы.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Time Zone
ru_ru: Часовой пояс

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The current time zone of the site.
ru_ru: Текущий часовой пояс страницы.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The setting named {0}.
ru_ru: Настройка с названием {0}.

# Orchard.Core.Shapes.DateTimeShapes
source: in a moment
ru_ru: немедленно

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 day
ru_ru: через 1 день

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} days
ru_ru: через {0} дня/-ей

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 hour
ru_ru: через 1 час

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} hours
ru_ru: через {0} часа/-ов

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 minute
ru_ru: через 1 минуту

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} minutes
ru_ru: через {0} минут/-ы

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 second
ru_ru: через 1 секунду

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} seconds
ru_ru: через {0} секунд/-ы

# Orchard.Core.Routable.Drivers.RoutePartDriver
source: Please do not use any of the following characters in your permalink: ":", "?", "#", "[", "]", "@", "!", "$", "&", "'", "(", ")", "*", "+", ",", ";", "=", ", "<", ">", "\". No spaces are allowed (please use dashes or underscores instead).
ru_ru: Пожалуйста, не используйте следующие символы в прямой ссылке: «:», «?», «#», «[», «]», «@», «!», «$», «&», «'», «(», «)», «*», «+», «,», «;», «=», «<», «>», «». Пробелы недопустимы (пожалуйста, используйте тире или нижнюю черту взамен).

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: This is the place where you can manage your web site, its appearance and its contents. Please take a moment to explore the different menu items on the left of the screen to familiarize yourself with the features of the application. For example, try to change the theme through the Ã¢ÂÂManage ThemesÃ¢ÂÂ menu entry. You can also create new pages and manage existing ones through the Ã¢ÂÂManage PagesÃ¢ÂÂ menu entry or create blogs through Ã¢ÂÂManage BlogsÃ¢ÂÂ.
ru_ru: Это место, где вы можете управлять вашим веб сайтом, его внешним видом и содержимым. Пожалуйста, уделите внимание ознакомлению с различными пунктами меню в левой части экрана для того, чтобы быть в курсе возможностей данного приложения. Например, попробуйте изменить тему через пункт 'Управление Темами'. Вы также можете создавать новые страницы, и управлять существующими через пункт 'Управление Страницами', или создавать блоги, используя пункт 'Управление Блогами'.

# Orchard.Core.Common.DateEditor.DateEditorDriver
source: {0} is an invalid date and time
ru_ru: {0} является неверной датой и временем

# Orchard.Core.Common.DateEditor.DateEditorDriver
source: Both the date and time need to be specified.
ru_ru: Оба значения даты и время должны быть заданы.

# Orchard.Core.Common.OwnerEditor.OwnerEditorDriver
source: Invalid user name
ru_ru: Неверное имя пользователя

# ~/Core/Common/Views/Parts.Common.Date.Edit.cshtml
source: Created On
ru_ru: Создан

# ~/Core/Common/Views/Parts.Common.Date.Edit.cshtml
source: Date
ru_ru: Дата

# ~/Core/Common/Views/Parts.Common.Date.Edit.cshtml
source: Time
ru_ru: Время

# ~/Core/Common/Views/Parts.Common.Owner.Edit.cshtml
source: Owner
ru_ru: Владелец

# ~/Core/Common/Views/DefinitionTemplates/DateEditorSettings.cshtml
source: Show editor for creation date time
ru_ru: Отображать редактор времени создания

# ~/Core/Common/Views/DefinitionTemplates/OwnerEditorSettings.cshtml
source: Show editor for owner
ru_ru: Отображать редактор владельца

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Get up and running
ru_ru: Устанавливайте и работайте

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Get more goodies
ru_ru: Получайте больше вкусностей

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Read the Docs
ru_ru: Читайте документацию

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Make friends
ru_ru: Заводите друзей

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Contribute back
ru_ru: Вносите свой вклад

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Stay up to date
ru_ru: Используйте самую свежую версию

# Orchard.Core.Settings.Commands.SiteSettingsCommands
source: 'BaseUrl' site setting is already set. Use the 'Force' flag to override.
ru_ru: 'BaseUrl' для сайта уже установлен. Используйте флаг 'Force' для перезаписи.

# Orchard.Core.Settings.Commands.SiteSettingsCommands
source: No HTTP request available to determine the base url of the site
ru_ru: Нет доступных HTTP–запросов для определения базового URL сайта

# Orchard.Core.Settings.Commands.SiteSettingsCommands
source: 'BaseUrl' site setting set to '{0}'
ru_ru: 'BaseUrl' для сайта установлено в '{0}'

# ~/Core/Common/Module.txt
source: Common
ru_ru: Общий

# ~/Core/Common/Views/Parts.Common.Metadata.SummaryAdmin.cshtml
source: By {0}
ru_ru: От {0}

# ~/Core/Shapes/Views/User.cshtml
source: Welcome, <strong>{0}</strong>!
ru_ru: Добро пожаловать, <strong>{0}</strong>!

# ~/Core/Contents/Module.txt
source: Contents
ru_ru: Содержимое

# ~/Core/Contents/Module.txt
source: Default custom content type definition, creation and management.
ru_ru: Определение пользовательского контентного типа по умолчанию, создание и управление.

# ~/Core/Contents/Module.txt
source: Core
ru_ru: Ядро

# ~/Core/Contents/Module.txt
source: Contents Rules
ru_ru: Правила для Содержимого

# ~/Core/Contents/Module.txt
source: Rules for the Contents modules
ru_ru: Правила для модулей Содержимого

# ~/Core/Contents/Module.txt
source: Rules
ru_ru: Правила

# ~/Core/Title/Module.txt
source: Title
ru_ru: Заголовок

# ~/Core/Title/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Core/Title/Module.txt
source: The title module enables content items to have titles.
ru_ru: Модуль заголовков позволяет добавить контентным элементам заголовок.

# ~/Core/Common/Views/CommonMetadataOwner.cshtml
source: By {0}
ru_ru: От {0}

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Routable Title
ru_ru: Маршрутизируемый Заголовок

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Routable Title
ru_ru: Маршрутизируемый Заголовок

# Orchard.Core.Contents.Controllers.ItemController
source: Cannot preview content
ru_ru: Не возможно просмотреть контент

# Orchard.Core.Contents.Rules.ContentEvents
source: Content Items
ru_ru: Элемент Контента

# Orchard.Core.Contents.Rules.ContentEvents
source: Content Created
ru_ru: Контент Создан

# Orchard.Core.Contents.Rules.ContentEvents
source: Content is actually created.
ru_ru: Контент был создан.

# Orchard.Core.Contents.Rules.ContentEvents
source: When content with types ({0}) is created.
ru_ru: Когда контент с типом ({0}) был создан.

# Orchard.Core.Contents.Rules.ContentEvents
source: Content Versioned
ru_ru: Контенту назначена Версия

# Orchard.Core.Contents.Rules.ContentEvents
source: Content is actually versioned.
ru_ru: Контенту была назначена версия.

# Orchard.Core.Contents.Rules.ContentEvents
source: When content with types ({0}) is versioned.
ru_ru: Когда контенту с типом ({0}) была присвоена версия.

# Orchard.Core.Contents.Rules.ContentEvents
source: Content Published
ru_ru: Контент Опубликован

# Orchard.Core.Contents.Rules.ContentEvents
source: Content is actually published.
ru_ru: Контент был опубликован.

# Orchard.Core.Contents.Rules.ContentEvents
source: When content with types ({0}) is published.
ru_ru: Когда контент с типом ({0}) был опубликован.

# Orchard.Core.Contents.Rules.ContentEvents
source: Content Removed
ru_ru: Контент Удален

# Orchard.Core.Contents.Rules.ContentEvents
source: Content is actually removed.
ru_ru: Контент был удален.

# Orchard.Core.Contents.Rules.ContentEvents
source: When content with types ({0}) is removed.
ru_ru: Когда контент с типом ({0}) был удален.

# Orchard.Core.Contents.Rules.ContentEvents
source: Any
ru_ru: Любой

# Orchard.Core.Contents.Rules.ContentForms
source: Content types
ru_ru: Тип контента

# Orchard.Core.Contents.Rules.ContentForms
source: Select some content types.
ru_ru: Выбирите тип контента

# Orchard.Core.Contents.Rules.ContentForms
source: Any
ru_ru: Любой

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Preview
ru_ru: Предварительный просмотр

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Start by exploring the menu on the left and familiarize yourself with Orchard. As for the basics, we suggest <a href=""{0}"">changing the theme</a>, <a href=""{1}"">adding some pages</a>, <a href=""{2}"">setup up a blog</a>, and <a href=""{3}"">configuring basic settings</a>.
ru_ru: Начните с изучения меню слева для ознакомления с Orchard. Для начала мы советуем <a href=""{0}"">поменять тему</a>, <a href=""{1}"">добавить несколько страниц</a>, <a href=""{2}"">поставить блог</a>, и <a href=""{3}"">настроить основные параметры</a>.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Change the way your site works and looks with <a href=""{0}"">themes</a> and <a href=""{1}"">modules</a>. There’s plenty to choose from in the <a href=""http://orchardproject.net/gallery"">Orchard Gallery</a>. We’re always adding things, so be sure to check back often to see what’s new.
ru_ru: Меняйте работу и внешний вид вашего сайта с помощью <a href=""{0}"">тем</a> и <a href=""{1}"">модулей</a>. <a href=""http://orchardproject.net/gallery"">Галерея Orchard </a> включает множество тем и модулей. Мы всегда что-нибудь добавляем, так что приходите почаще, чтобы найти что-нибудь новое.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Are you ready to go deeper and become an Orchard expert? Take a look at the <a href=""http://orchardproject.net/docs/"">Orchard Documentation Wiki</a> to learn about how everything connects together and what makes Orchard tick.
ru_ru: Вы готовы углубленно изучить и стать экспертом по Orchard? Взгляните на <a href=""http://orchardproject.net/docs/"">Документация Wiki Orchard</a>, чтобы узнать, как все связать вместе и почему Orchard работает, как часы.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Find friends that share your interest of Orchard. There are a couple ways that you can <a href=""http://orchardproject.net/discussions"">discuss and get connected</a> to the project including mailing lists, forums and IRC.
ru_ru: Находите друзей, который разделяют Ваши интересы в Orchard. Есть несколько способов для <a href=""http://orchardproject.net/discussions"">обсуждения и быть на связи</a> всего, что происходит с проектом, включая, почтовую рассылку, форумы и IRC.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Help grow Orchard. We encourage contributions of all sorts, including code submissions, documentation, translations, feature recommendations, and more.Here are some ways to <a href=""http://orchardproject.net/contribution"">give back to the project</a>.
ru_ru: Помогайте Orchard расти. Мы поощряем любое участие, включая вклады в исходные коды, документацию, перевод, рекомендацию идей и многое другое. Здесь описано несколько способов <a href=""http://orchardproject.net/contribution"">помощи проекту</a>.

# Orchard.Core.Routable.Controllers.ItemController
source: Should not have passed path constraint
ru_ru: Не обязан удволетворять ограничениям пути

# ~/Core/Shapes/Views/User.cshtml
source: Dashboard
ru_ru: Инструментальная панель

# ~/Core/Title/Views/EditorTemplates/Parts.Title.TitlePart.cshtml
source: Title
ru_ru: Заголовок

source: Common
ru_ru: Обще

# ~/Core/Common/Module.txt
source: Core content parts.
ru_ru: Части содержимого ядра.

# ~/Core/Common/Module.txt
source: Core
ru_ru: Ядро

# ~/Core/Dashboard/Module.txt
source: Standard admin dashboard.
ru_ru: Стандартная панель управления администратора.

# ~/Core/Dashboard/Module.txt
source: Core
ru_ru: Ядро

# ~/Core/Feeds/Module.txt
source: RSS feeds for content items.
ru_ru: Лента RSS для пунктов содержимого.

# ~/Core/Feeds/Module.txt
source: Syndication
ru_ru: Синдикация

# ~/Core/HomePage/Module.txt
source: Standard site home page that allows a specified content type or container to *be* the home page.
ru_ru: Стандартная домашняя страница сайта, которая позволяет выбранному типу содержимого или контейнеру *быть* домашней страницей.

# ~/Core/HomePage/Module.txt
source: Core
ru_ru: Ядро

# ~/Core/Navigation/Module.txt
source: Menu management.
ru_ru: Управление меню.

# ~/Core/Navigation/Module.txt
source: Core
ru_ru: Ядро

# ~/Core/Reports/Module.txt
source: Reports management.
ru_ru: Управление отчетами.

# ~/Core/Reports/Module.txt
source: Core
ru_ru: Ядро

# ~/Core/Routable/Module.txt
source: Routable content part.
ru_ru: Маршрутизируемая часть содержимого.

# ~/Core/Routable/Module.txt
source: Core
ru_ru: Ядро

# ~/Core/Scheduling/Module.txt
source: Scheduled background tasks.
ru_ru: Запланированные фоновые задачи.

# ~/Core/Scheduling/Module.txt
source: Core
ru_ru: Ядро

# ~/Core/Settings/Module.txt
source: Site settings.
ru_ru: Настройки сайта.

# ~/Core/Settings/Module.txt
source: Core
ru_ru: Ядро

# ~/Core/Shapes/Module.txt
source: Core shape templates and display hooks.
ru_ru: Основные шаблоны и хуки отображения.

# ~/Core/Shapes/Module.txt
source: Core
ru_ru: Ядро

# ~/Core/XmlRpc/Module.txt
source: XML-RPC opt-in implementation.
ru_ru: Имплементация XML-RPC opt-in.

# ~/Core/XmlRpc/Module.txt
source: Content Publishing
ru_ru: Публикация Содержимого

# ~/Core/Common/Views/EditorTemplates/Parts/Common.Body.cshtml
source: Body
ru_ru: Тело
