Repository: richard-s-popov/broccoli
Catalog: orchard/Core/App_Data/Localization/*/orchard.core.po
Languages: ru_ru

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Welcome to Orchard
ru_ru: Добро пожаловать в Orchard

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: This is the place where you can manage your web site, its appearance and its contents. Please take a moment to explore the different menu items on the left of the screen to familiarize yourself with the features of the application. For example, try to change the theme through the “Manage Themes” menu entry. You can also create new pages and manage existing ones through the “Manage Pages” menu entry or create blogs through “Manage Blogs”.
ru_ru: Это место, где вы можете управлять вашим веб сайтом, его внешним видом и содержимым. Пожалуйста, уделите внимание ознакомлению с различными пунктами меню в левой части экрана для того, чтобы быть в курсе возможностей данного приложения. Например, попробуйте изменить тему через пункт 'Управление Темами'. Вы также можете создавать новые страницы, и управлять существующими через пункт 'Управление Страницами', или создавать блоги, используя пункт 'Управление Блогами'.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Have fun!
ru_ru: Веселья!

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Your browser does not support iframes. You can't see advisory messages.
ru_ru: Ваш браузер не поддерживает тег iframe. Невозможно увидеть сообщения с рекомендациями.

# Orchard.Core.Navigation.AdminMenu
source: Navigation
ru_ru: Навигация

# Orchard.Core.Navigation.AdminMenu
source: Main Menu
ru_ru: Главное меню

# Orchard.Core.Navigation.Controllers.AdminController
source: Not allowed to manage the main menu
ru_ru: Не разрешено управление главным меню.

# Orchard.Core.Navigation.Controllers.AdminController
source: Couldn't manage the main menu
ru_ru: Невозможно управление главным меню

# Orchard.Core.Navigation.Drivers.MenuPartDriver
source: The MenuText field is required
ru_ru: Поле MenuText обязательно

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Manage Main Menu
ru_ru: Управление Главным Меню

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Text
ru_ru: Текст

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Position
ru_ru: Позиция

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Remove
ru_ru: Удалить

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Update All
ru_ru: Обновить все

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Add New Item
ru_ru: Добавить новую запись

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Add
ru_ru: Добавить

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: Show on main menu
ru_ru: Показывать в главном меню

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: Menu text
ru_ru: Текст меню

# Orchard.Core.Reports.AdminMenu
source: Configuration
ru_ru: Конфигурация

# Orchard.Core.Reports.AdminMenu
source: Reports
ru_ru: Отчеты

# Orchard.Core.Reports.Controllers.AdminController
source: Not authorized to list reports
ru_ru: Не допущен к журналу

# Orchard.Core.Reports.Controllers.AdminController
source: Not authorized to display report
ru_ru: Не допущен к просмотру журнала

# ~/Core/Reports/Views/Admin/Display.cshtml
source: Display Report
ru_ru: Отобразить журнал

# ~/Core/Reports/Views/Admin/Display.cshtml
source: This is a table of the reports in your application
ru_ru: Это таблица журнала вашего приложения

# ~/Core/Reports/Views/Admin/Display.cshtml
source: Type
ru_ru: Тип

# ~/Core/Reports/Views/Admin/Display.cshtml
source: Message
ru_ru: Сообщение

# ~/Core/Reports/Views/Admin/Display.cshtml
source: Date
ru_ru: Дата

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Manage Reports
ru_ru: Управление Отчетами

# ~/Core/Reports/Views/Admin/Index.cshtml
source: This is a table of the reports in your application
ru_ru: Это таблица журнала вашего приложения

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Name
ru_ru: Имя

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Title
ru_ru: Название

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Date
ru_ru: Дата

# Orchard.Core.Routable.Controllers.ItemController
source: 404 - should not have passed path constraint
ru_ru: 404 — не должны были пройти через ограничения пути

# Orchard.Core.Routable.Controllers.ItemController
source: Ambiguous content
ru_ru: Неоднозначный контент

# Orchard.Core.Routable.Drivers.RoutePartDriver
source: The "." can't be used around routes.
ru_ru: "." не может использоваться в маршрутизаторах.

# Orchard.Core.Routable.Drivers.RoutePartDriver
source: Please do not use any of the following characters in your slugs: ":", "?", "#", "[", "]", "@", "!", "$", "&", "'", "(", ")", "*", "+", ",", ";", "=", ", "<", ">". No spaces are allowed (please use dashes or underscores instead).
ru_ru: Пожалуйста, не используйте следующие символы в ваших slug: ":", "?", "#", "[", "]", "@", "!", "$", "&", "'", "(", ")", "*", "+", ",", ";", "=", ", "<", ">". Пробелы также не разрешены (используйте дефисы или символы нижнего подчеркивания).

# Orchard.Core.Routable.Handlers.RoutePartHandler
source: Slugs in conflict. "{0}" is already set for a previously created {2} so now it has the slug "{1}"
ru_ru: Конфликт заголовков. "{0}" уже установлен для ранее созданного {2}, так что он имеет заголовок "{1}"

# Orchard.Core.Routable.Services.RoutableHomePageProvider
source: Invalid home page setting value for {0}: {1}
ru_ru: Недопустимое значение установки домашней страницы для {0}: {1}

# ~/Core/Routable/Views/EditorTemplates/Parts.Routable.RoutePart.cshtml
source: Title
ru_ru: Заголовок

# ~/Core/Routable/Views/EditorTemplates/Parts.Routable.RoutePart.cshtml
source: Permalink
ru_ru: Прямая ссылка

# ~/Core/Routable/Views/EditorTemplates/Parts.Routable.RoutePart.cshtml
source: Set as home page
ru_ru: Установить как главную

# Orchard.Core.Settings.AdminMenu
source: Configuration
ru_ru: Конфигурация

# Orchard.Core.Settings.AdminMenu
source: Settings
ru_ru: Установки

# Orchard.Core.Settings.Controllers.AdminController
source: Not authorized to manage settings
ru_ru: Не авторизован для управления установками

# Orchard.Core.Settings.Controllers.AdminController
source: Settings updated
ru_ru: Установки обновлены

# Orchard.Core.Settings.Descriptor.ShellDescriptorManager
source: Invalid serial number for shell descriptor
ru_ru: Недопустимый серийный номер для дескриптора оболочки

# Orchard.Core.Settings.Drivers.SiteSettingsPartDriver
source: The user {0} was not found
ru_ru: Пользователь {0} не найден

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Cultures
ru_ru: Культуры

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Manage Settings
ru_ru: Управление настройками

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Supported Cultures
ru_ru: Поддерживаемые культуры

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Available Cultures
ru_ru: Доступные культуры

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Add a culture...
ru_ru: Добавить культуру...

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Other
ru_ru: Другое

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Add
ru_ru: Добавить

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Cultures this site supports
ru_ru: Поддерживаемые культуры сайта

# ~/Core/Settings/Views/Admin/Index.cshtml
source: Manage Settings
ru_ru: Управление Настройками

# ~/Core/Settings/Views/Admin/Index.cshtml
source: Save
ru_ru: Сохранить

# ~/Core/Settings/Views/DisplayTemplates/RemovableCulture.cshtml
source: Delete
ru_ru: Удалить

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Global Settings
ru_ru: Глобальные Настройки

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Site name
ru_ru: Название сайта

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Default Site Culture
ru_ru: Культура по умолчанию

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Add or remove supported cultures for the site.
ru_ru: Добавить или удалить поддерживаемые культуры сайта.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Page title separator
ru_ru: Разделитель заголовка страницы

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Super user
ru_ru: Суперпользователь

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Enter an existing account name, or nothing if you don't want a Super user account
ru_ru: Введите название существующего аккаунта, либо не вводите ничего, если вы не хотите аккаунт Суперпользователя

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Resource Debug Mode
ru_ru: Режим отладки ресурсов

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines whether scripts and stylesheets load in their debuggable or minified form.
ru_ru: Определяет, загружаются ли скрипты и стили в отладочной или минифицированной форме

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Default number of items per page
ru_ru: Количество элементов на странице по умолчанию

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the default number of items that are shown per page.
ru_ru: Определяет количество показываемых элементов на странице по умолчанию.

# Orchard.Core.Shapes.DateTimeShapes
source: 'on' MMM d yyyy 'at' h:mm tt
ru_ru: d MMM yyyy 'в' h:mm tt

# Orchard.Core.Shapes.DateTimeShapes
source: a moment ago
ru_ru: недавно

# ~/Core/Shapes/Views/NotFound.cshtml
source: Not found
ru_ru: Не найдено

# ~/Core/Shapes/Views/NotFound.cshtml
source: The page you are looking for does not exist.
ru_ru: Искомая страница не существует.

# ~/Core/Shapes/Views/Pager.cshtml
source: Older
ru_ru: Старше

# ~/Core/Shapes/Views/Pager.cshtml
source: Newer
ru_ru: Новее

# ~/Core/Shapes/Views/User.cshtml
source: Sign Out
ru_ru: Выйти

# ~/Core/Shapes/Views/User.cshtml
source: Sign In
ru_ru: Войти

# Orchard.Core.Shapes.DateTimeShapes
source: 1 day ago
ru_ru: День тому назад

# Orchard.Core.Shapes.DateTimeShapes
source: {0} days ago
ru_ru: {0} дня назад

# Orchard.Core.Shapes.DateTimeShapes
source: 1 hour ago
ru_ru: Час назад

# Orchard.Core.Shapes.DateTimeShapes
source: {0} hours ago
ru_ru: {0} часов назад

# Orchard.Core.Shapes.DateTimeShapes
source: 1 minute ago
ru_ru: Минуту назад

# Orchard.Core.Shapes.DateTimeShapes
source: {0} minutes ago
ru_ru: {0} минут назад

# Orchard.Core.Shapes.DateTimeShapes
source: 1 second ago
ru_ru: Секунду назад

# Orchard.Core.Shapes.DateTimeShapes
source: {0} seconds ago
ru_ru: {0} секунд назад

# ~/Core/Contents/Module.txt
source: Content Control Wrapper
ru_ru: Обертка элемента содержимого

# ~/Core/Contents/Module.txt
source: Add an Edit button on the front-end for authenticated users
ru_ru: Добавьте кнопку Редактировать на страницу для авторизованных пользователей

# ~/Core/Contents/Module.txt
source: Content
ru_ru: Содержимое

# Orchard.Core.Common.Drivers.TextFieldDriver
source: The fields {0} is mandatory
ru_ru: Поле {0} обязательно

# Orchard.Core.Common.Drivers.TextFieldDriver
source: Value
ru_ru: Значение

# Orchard.Core.Common.Drivers.TextFieldDriver
source: The text associated with the field.
ru_ru: Текст, ассоциированный с полем.

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Display options
ru_ru: Параметры отображения

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Default flavor
ru_ru: Стандартная разновидность

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Required
ru_ru: Требуется

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Check to ensure the user enters a value in this field.
ru_ru: Отметить для обеспечения пользователем ввода значения в поле.

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Help text
ru_ru: Текст помощи

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: The help text is written under the field when authors are editing the content item.
ru_ru: Текст помощи отображается под полем, когда авторы редактируют его содержимое.

# Orchard.Core.Containers.Controllers.ItemController
source: Container not found
ru_ru: Контейнер не найден

# ~/Core/Containers/Views/EditorTemplates/Containable.cshtml
source: Weight
ru_ru: Вес

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Show contained items list
ru_ru: Показать лист содержащихся пунктов

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Weight
ru_ru: Вес

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Title (Title Part)
ru_ru: Заголовок (Часть заголовка)

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Title (Title Part)
ru_ru: Заголовок (Часть заголовка)

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Default Time Zone
ru_ru: Временная зона по умолчанию

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Local to server
ru_ru: Локально к серверу

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the default time zone which will should be used to display date and times.
ru_ru: Определят временную зону по умолчанию, которая будет использоваться для отображение даты и времени.

# Orchard.Core.Shapes.Localization.DateTimeLocalization
source: January, February, March, April, May, June, July, August, September, October, November, December
ru_ru: Январь, Февраль, Март, Апрель, Май, Июнь, Июль, Август, Сентябрь, Октябрь, Ноябрь, Декабрь

# Orchard.Core.Shapes.Localization.DateTimeLocalization
source: Jan, Feb, Mar, Apr, May, Jun, Jul, Aug, Sep, Oct, Nov, Dec
ru_ru: Янв, Фев, Мар, Апр, Май, Июн, Июл, Авг, Сен, Окт, Ноя, Дек

# Orchard.Core.Shapes.Localization.DateTimeLocalization
source: Sunday, Monday, Tuesday, Wednesday, Thursday, Friday, Saturday
ru_ru: Понедельник, Вторник, Среда, Четверг, Пятница, Суббота, Воскресенье

# Orchard.Core.Shapes.Localization.DateTimeLocalization
source: Sun, Mon, Tue, Wed, Thu, Fri, Sat
ru_ru: Пон, Втр, Срд, Чтв, Птн, Сбт, Вск

# Orchard.Core.Shapes.Localization.DateTimeLocalization
source: Su, Mo, Tu, We, Th, Fr, Sa
ru_ru: По, Вт, Ср, Чт, Пт, Сб, Вс

# Orchard.Core.Shapes.Localization.DateTimeLocalization
source: firstDay: 1
ru_ru: первый день: 1

# Orchard.Core.Shapes.Localization.DateTimeLocalization
source: isRTL: false
ru_ru: Справа налево: нет

# Orchard.Core.Shapes.Localization.DateTimeLocalization
source: showMonthAfterYear: false
ru_ru: Показывать месяц после года: нет

# Orchard.Core.Shapes.Localization.DateTimeLocalization
source: yearSuffix:
ru_ru: Год суффикс:

# ~/Core/Shapes/Views/ErrorPage.cshtml
source: Oops. Something went wrong ... sorry
ru_ru: Упс...Что-то пошло не так...Извините

# ~/Core/Shapes/Views/ErrorPage.cshtml
source: An unhandled exception has occurred and the request was terminated. Please refresh the page. If the error persists, go back
ru_ru: Возникло необработанное исключение и запрос был прерван. Пожалуйста, обновите страницу. Если проблема повторяется, то перейдите назад

# ~/Core/Title/Views/EditorTemplates/Parts.Title.TitlePart.cshtml
source: You must provide a unique title for this content item
ru_ru: Вы должны указать уникальный заголовок для этой части содержимого
