Repository: richard-s-popov/broccoli
Catalog: orchard/Themes/TheAdmin/App_Data/Localization/*/orchard.theme.po
Languages: ru_ru

# ~/Themes/TheAdmin/Theme.txt
source: The Admin
ru_ru: Админка

# ~/Themes/TheAdmin/Theme.txt
source: hidden, admin
ru_ru: скрытая, админка

# ~/Themes/TheAdmin/Theme.txt
source: An admin theme not to be used for the site so don't click "Activate" (or "Uninstall"). In the near future admin themes won't be mixed in with site themes.
ru_ru: Тема Админка не используется для сайта и поэтому не нажимайте «Активировать» (или «Удалить»). В ближайшем будущем темы Админки более не смешаются с темами для сайта.

# ~/Themes/TheAdmin/Views/Header.cshtml
source: Project Orchard
ru_ru: Проект Orchard

# ~/Themes/TheAdmin/Views/Header.cshtml
source: Your Site
ru_ru: Ваш сайт

# ~/Themes/TheAdmin/Views/Layout.cshtml
source: Skip to navigation
ru_ru: Перейти к навигации

# ~/Themes/TheAdmin/Views/OrchardVersion.cshtml
source: Orchard v.{0}
ru_ru: Orchard вер.{0}

# ~/Themes/TheAdmin/Views/User.cshtml
source: User:
ru_ru: Пользователь:

# ~/Themes/TheAdmin/Views/User.cshtml
source: Logout
ru_ru: Выход

# ~/Themes/TheAdmin/Views/Pager.cshtml
source: Show:
ru_ru: Показать:

# ~/Themes/TheAdmin/Views/Pager.cshtml
source: All
ru_ru: Все

# ~/Themes/TheAdmin/Views/Pager.cshtml
source: Apply
ru_ru: Применить

# ~/Themes/TheAdmin/Views/Pager.cshtml
source: Showing items {0} - {1} of {2}
ru_ru: Отображены элементы {0} - {1} из {2}

# ~/Themes/TheAdmin/Views/ErrorPage.cshtml
source: Oops. Something went wrong ... sorry
ru_ru: Упс...Что-то пошло не так...Извините

# ~/Themes/TheAdmin/Views/ErrorPage.cshtml
source: An unhandled exception has occurred and the request was terminated. Please refresh the page. If the error persists, go back
ru_ru: Произошло неожиданное исключение и запрос был прерван. Пожалуйста, обновите страницу. Если ошибка повторяется, то перейдите назад

# ~/Themes/TheAdmin/Views/Layout.cshtml
source: Are you sure you want to remove this element ?
ru_ru: Вы действительно хотите удалить этот элемент?
