Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.Themes/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# Orchard.Themes.Commands.ThemeCommands
source: State: {0}
ru_ru: Состояние: {0}

# Orchard.Themes.Commands.ThemeCommands
source: NeedsUpdate: {0}
ru_ru: ТребуютОбновления: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Zones: {0}
ru_ru: Зоны: {0}

# ~/Modules/Orchard.Themes/Module.txt
source: Themes
ru_ru: Темы

# Orchard.Themes.Controllers.AdminController
source: Theme {0} was not found
ru_ru: Тема {0} не найдена

# Orchard.Themes.AdminMenu
source: Installed
ru_ru: Установленные

# Orchard.Themes.Controllers.AdminController
source: Listing themes failed: {0}
ru_ru: Не удалось перечислить темы: {0}

# Orchard.Themes.Controllers.AdminController
source: Previewing theme failed: {0}
ru_ru: Не удалось просмотреть тему: {0}

# Orchard.Themes.Controllers.AdminController
source: Enabling theme failed: {0}
ru_ru: Не удалось включить тему: {0}

# Orchard.Themes.Controllers.AdminController
source: Disabling theme failed: {0}
ru_ru: Не удалось отключить тему: {0}

# Orchard.Themes.Controllers.AdminController
source: Activating theme failed: {0}
ru_ru: Не удалось активировать тему: {0}

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Activate
ru_ru: Активна

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Set Current
ru_ru: Сделать текущей

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Preview
ru_ru: Предпросмотр

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: By
ru_ru: От

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Version:
ru_ru: Версия:

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Disable
ru_ru: Отключить

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Enable
ru_ru: Включить

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Update
ru_ru: Обновить

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Uninstall
ru_ru: Удалить

# ~/Modules/Orchard.Themes/Views/ThemeEntry.Current.cshtml
source: By
ru_ru: От

# ~/Modules/Orchard.Themes/Views/ThemeEntry.Current.cshtml
source: Version:
ru_ru: Версия:

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Themes
ru_ru: Темы

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Available
ru_ru: Доступна

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Install a theme from your computer
ru_ru: Установить тему с вашего компьютера

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: There are no additional themes installed.
ru_ru: Нет установленных дополнительных тем.

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Install a theme
ru_ru: Установить тему

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Install a theme from the Gallery
ru_ru: Установить тему из Галереи

# ~/Modusles/Orchard.Themes/Views/ThemeEntry.cshtml
source: By
ru_ru: от

# Orchard.Themes.Commands.ThemeCommands
source: Current theme
ru_ru: Текущая тема

# Orchard.Themes.Commands.ThemeCommands
source: List of available themes
ru_ru: Список доступных тем

# Orchard.Themes.Commands.ThemeCommands
source: Name: {0}
ru_ru: Имя: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Enabled
ru_ru: Включена

# Orchard.Themes.Commands.ThemeCommands
source: Disabled
ru_ru: Выключена

# Orchard.Themes.Commands.ThemeCommands
source: Yes
ru_ru: Да

# Orchard.Themes.Commands.ThemeCommands
source: No
ru_ru: Нет

# Orchard.Themes.Commands.ThemeCommands
source: Author: {0}
ru_ru: Автор: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Version: {0}
ru_ru: Версия: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Description: {0}
ru_ru: Описание: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Website: {0}
ru_ru: Сайт: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Could not find theme {0}
ru_ru: Не удалось найти тему {0}

# Orchard.Themes.Commands.ThemeCommands
source: Enabling theme "{0}"...
ru_ru: Включение темы "{0}"...

# Orchard.Themes.Commands.ThemeCommands
source: Activating theme "{0}"...
ru_ru: Активация темы "{0}"...

# Orchard.Themes.Commands.ThemeCommands
source: Theme "{0}" activated
ru_ru: Тема "{0}" активирована

# ~/Modules/Orchard.Themes/Module.txt
source: Basic theming capability.
ru_ru: Базовая совместимость тем.

# ~/Modules/Orchard.Themes/Module.txt
source: Core
ru_ru: Ядро

# Orchard.Themes.AdminMenu
source: Site Design
ru_ru: Дизайн сайта

# Orchard.Themes.Controllers.AdminController
source: Couldn't install theme
ru_ru: Не удалось установить тему

# Orchard.Themes.Controllers.AdminController
source: Installing theme failed:
ru_ru: Установка темы прервана:

# Orchard.Themes.Controllers.AdminController
source: Couldn't uninstall theme
ru_ru: Не удалось удалить тему

# Orchard.Themes.Controllers.AdminController
source: Uninstalling theme failed:
ru_ru: Удаление темы прервано:

# Orchard.Themes.Services.ThemeService
source: The theme "{0}" was already seen - looks like we're going around in circles.
ru_ru: Тема "{0}" уже была в просмотре, похоже мы ходим по кругу.

# ~/Modules/Orchard.Themes/Views/Admin/Install.cshtml
source: Install Theme
ru_ru: Установить тему

# ~/Modules/Orchard.Themes/Views/Admin/Install.cshtml
source: File Path to the zip file:
ru_ru: Путь до ZIP файла:

# ~/Modules/Orchard.Themes/Views/Admin/Install.cshtml
source: Browse
ru_ru: Обзор

# ~/Modules/Orchard.Themes/Views/Admin/Install.cshtml
source: Install
ru_ru: Установить

# ~/Modules/Orchard.Themes/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Themes/Module.txt
source: The themes module makes it possible for Orchard applications to customize the look and feel of an Orchard web site.
ru_ru: Модуль тем позволяет приложениям Orchard настраивать внешний вид веб-сайта.

# Orchard.Themes.AdminMenu
source: Themes
ru_ru: Темы

# Orchard.Themes.AdminMenu
source: List
ru_ru: Список

# Orchard.Themes.Controllers.AdminController
source: Listing themes failed:
ru_ru: Перечисление тем прервано:

# Orchard.Themes.Controllers.AdminController
source: Couldn't preview the current theme
ru_ru: Не удалось просмотреть текущую тему

# Orchard.Themes.Controllers.AdminController
source: Previewing theme failed:
ru_ru: Предпросмотр темы прерван:

# Orchard.Themes.Controllers.AdminController
source: Couldn't enable the theme
ru_ru: Не удалось активировать тему

# Orchard.Themes.Controllers.AdminController
source: Enabling theme failed:
ru_ru: Включение темы провалилось:

# Orchard.Themes.Controllers.AdminController
source: Couldn't disable the current theme
ru_ru: Не возможно отключить текущую тему

# Orchard.Themes.Controllers.AdminController
source: Disabling theme failed:
ru_ru: Не удалось отключить тему:

# Orchard.Themes.Controllers.AdminController
source: Couldn't set the current theme
ru_ru: Не удалось установить текущую тему

# Orchard.Themes.Controllers.AdminController
source: Activating theme failed:
ru_ru: Активация темы провалилась:

# Orchard.Themes.Controllers.AdminController
source: Couldn't update theme
ru_ru: Не удалось обновить тему

# Orchard.Themes.Controllers.AdminController
source: The theme {0} was updated succesfuly
ru_ru: Тема {0} была успешно обновлена

# Orchard.Themes.Controllers.AdminController
source: An error occured while updating the theme {0}: {1}
ru_ru: Произошла ошибка при обновлении темы {0}: {1}

# Orchard.Themes.Services.ThemeService
source: The theme "{0}" is already in the stack of themes that need features disabled.
ru_ru: Тема «{0}» уже состоит в стеке тем на включение.

# Orchard.Themes.Services.ThemeService
source: The theme "{0}" is already in the stack of themes that need features enabled.
ru_ru: Тема «{0}» уже состоит в стеке тем на включение.

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: You are previewing:
ru_ru: Вы просматриваете:

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: Preview
ru_ru: Предварительный просмотр

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: Apply this theme
ru_ru: Применить текущую тему

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: Cancel
ru_ru: Отменить

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Manage Themes
ru_ru: Управление темами

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: There is no current theme in the application. The built-in theme will be used.
ru_ru: Указанной темы нет в приложении. Будет использована встроенная тема.

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Install a new Theme
ru_ru: Установить новую тему

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Current Theme
ru_ru: Текущая тема

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: By
ru_ru: от

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Version:
ru_ru: Версия:

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Available Themes
ru_ru: Доступные темы

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Activate
ru_ru: Активировать

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Set Current
ru_ru: Установить текущей

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Preview
ru_ru: Предпросмотр

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Update
ru_ru: Обновить

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Uninstall
ru_ru: Удалить
