Repository: richard-s-popov/broccoli
Catalog: orchard/App_Data/Localization/*/orchard.root.po
Languages: ru_ru

# Orchard.Commands.CommandHostAgent
source: {0} (Retrying...)
ru_ru: {0} (Повтор...)

# Orchard.Commands.CommandHostAgent
source: Error starting up Orchard command line host
ru_ru: Ошибка при запуске хоста консоли

# Orchard.Commands.CommandHostAgent
source: Error shutting down Orchard command line host
ru_ru: Ошибка при остановке хоста консоли

# Orchard.Commands.CommandHostAgent
source: Exception Details: {0}: {1}
ru_ru: Подробности исключения: {0}: {1}

# Orchard.Commands.CommandHostAgent
source: Stack Trace:
ru_ru: Трассировка стека:

# Orchard.Commands.CommandHostAgent
source: Tenant {0} does not exist
ru_ru: Владелец {0} не существует

# Orchard.Commands.CommandHostEnvironment
source: A change of configuration requires the session to be restarted.
ru_ru: Изменение конфигурации требует перезапуск сессии.

# Orchard.Commands.DefaultCommandManager
source: Multiple commands found matching arguments "{0}". Commands available: {1}.
ru_ru: Найдено несколько команд с аргументами «{0}». Доступные команды: {1}.

# Orchard.Commands.DefaultCommandManager
source: No command found matching arguments "{0}". Commands available: {1}.
ru_ru: Не найдено команд с аргументами «{0}». Доступные команды: {1}.

# Orchard.Commands.DefaultOrchardCommandHandler
source: Switch "{0}" was not found
ru_ru: Переключатель «{0}» не найден

# Orchard.Commands.DefaultOrchardCommandHandler
source: A property "{0}" exists but is not decorated with "{1}"
ru_ru: Свойство «{0}» существует, но «{1}» не применено

# Orchard.Commands.DefaultOrchardCommandHandler
source: (empty)
ru_ru: (пусто)

# Orchard.Commands.DefaultOrchardCommandHandler
source: Method "{0}" does not support switch "{1}".
ru_ru: Метод «{0}» не поддерживает переключатель «{1}».

# Orchard.Commands.Builtin.HelpCommand
source: List of available commands:
ru_ru: Список доступных команд:

# Orchard.Commands.Builtin.HelpCommand
source: Command {0} doesn't exist
ru_ru: Команда {0} не существует

# Orchard.Data.Migration.Interpreters.DefaultDataMigrationInterpreter
source: Error while executing data migration: you need to specify the field's type in order to change its properties
ru_ru: Возникла ошибка при миграции данных: вы должны определить тип поля, чтобы изменять его свойства

# Orchard.DisplayManagement.Implementation.DefaultDisplayManager
source: Shape type {0} not found
ru_ru: Фигура типа {0} не найдена

# Orchard.Environment.Configuration.ShellSettingsManager
source: There are no settings to save.
ru_ru: Нет настроек для сохранения.

# Orchard.Environment.Configuration.ShellSettingsManager
source: Settings "Name" is not set.
ru_ru: Настройка «Имя» не задана.

# Orchard.Environment.Extensions.ExtensionLoaderCoordinator
source: There are multiple extensions with the same name installed in this instance of Orchard.
ru_ru: В этом экземпляре Orchard установлено несколько расширений с одинаковым названием.

# Orchard.Environment.Extensions.ExtensionLoaderCoordinator
source: This issue can be usually solved by removing or renaming the conflicting extension.
ru_ru: Эта ситуация разрешается удалением или переименованием конфликтующего расширения.

# Orchard.Environment.Extensions.ExtensionManager
source: Error while loading extension '{0}'.
ru_ru: Ошибка во время загрузки расширения «{0}».

# Orchard.Environment.Extensions.Compilers.DefaultExtensionCompiler
source: Error compiling module "{0}" from file "{1}": {2}
ru_ru: Ошибка компиляции модуля «{0}» из файла «{1}»: {2}

# Orchard.Environment.Features.FeatureManager
source: The theme "{0}" is already in the stack of themes that need features disabled.
ru_ru: Тема уже находится в стеке, поэтому необходимая возможность отключена.

# Orchard.Environment.Features.FeatureManager
source: The theme "{0}" is already in the stack of themes that need features enabled.
ru_ru: Тема уже находится в стеке, поэтому необходимая возможность включена.

# Orchard.Events.DefaultOrchardEventBus
source: {0} is not formatted correctly
ru_ru: {0} неверно отформатировано

# Orchard.FileSystems.AppData.AppDataFolder
source: Unable to make room for file "{0}" in "App_Data" folder
ru_ru: Невозможно разместить файл «{0}» в папке «App_Data»

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: File {0} does not exist
ru_ru: Файл {0} не существует

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} does not exist
ru_ru: Папка {0} не существует

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: The folder could not be created at path: {0}. {1}
ru_ru: Папка не может быть создана по пути: {0}. {1}

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} already exists
ru_ru: Папка {0} уже существует

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: File {0} already exists
ru_ru: Файл {0} уже существует

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} does not have a parent directory
ru_ru: Папка {0} не имеет родительской папки

# Orchard.Localization.Commands.CultureCommands
source: Listing Cultures:
ru_ru: Список культур:

# Orchard.Localization.Commands.CultureCommands
source: Site Culture is {0}
ru_ru: Культура сайта {0}

# Orchard.Localization.Commands.CultureCommands
source: Setting site culture to {0}
ru_ru: Установка культуры сайта на {0}

# Orchard.Localization.Commands.CultureCommands
source: Supplied culture name {0} is not valid.
ru_ru: Применяемая культура {0} недействительна.

# Orchard.Localization.Commands.CultureCommands
source: Site culture set to {0} successfully
ru_ru: Успешно установлена культура сайта {0}

# Orchard.Security.Authorizer
source: {0}. Anonymous users do not have {1} permission.
ru_ru: {0}. Анонимные пользователи не имеют разрешение {1}.

# Orchard.Security.Authorizer
source: {0}. Current user, {2}, does not have {1} permission.
ru_ru: {0}. Текущий пользователь, {2}, не имеет разрешение {1}.

# Orchard.UI.Admin.AdminFilter
source: Can't access the admin
ru_ru: Нет доступа к администрированию

# Orchard.Commands.DefaultOrchardCommandHandler
source: No property named "{0}" found of type bool, int or string.
ru_ru: Не найдено свойства типа bool, int или string.

# Orchard.Data.Migration.Interpreters.DefaultDataMigrationInterpreter
source: Error while executing data migration: you need to specify the field's type in order to change it's properies
ru_ru: Ошибка во время переноса данных: вы должны указать тип поля что-бы менять его свойства

# Orchard.Environment.Extensions.ExtensionManager
source: Feature {0} was not found in any of the installed extensions
ru_ru: Возможность {0} не найдена ни в одном из установленных расширений

# Orchard.Environment.Extensions.ExtensionManager
source: Extension {0} is not active
ru_ru: Расширение {0} не активно

# Orchard.Environment.Extensions.ExtensionManager
source: extensionType was null or empty
ru_ru: Тип расширения null или empty

# Orchard.Environment.Extensions.ExtensionManager
source: extensionType was not recognized
ru_ru: Тип расширение не опознан

# Orchard.Environment.Extensions.ExtensionManager
source: extension was not found
ru_ru: Расширение не было найдено

# Orchard.Environment.Extensions.Compilers.DefaultExtensionCompiler
source: Error compiling module "{0}" from file "{1}"
ru_ru: Ошибка компиляции модуля "{0}" из файла "{1}"

# Orchard.Events.DefaultOrchardEventBus
source: is not formatted correctly
ru_ru: неправильно форматировано

# Orchard.FileSystems.AppData.AppDataFolder
source: Unable to make room for file "{0}" in "App_Data" folder: too many conflicts.
ru_ru: Невозможно создание места для файла "{0}" в папке "App_Data": слишком много конфликтов.

# Orchard.Environment.Features.FeatureManager
source: {0} was enabled
ru_ru: {0} включен

# Orchard.Environment.Features.FeatureManager
source: {0} was disabled
ru_ru: {0} отключен

# Orchard.Environment.Features.FeatureManager
source: Aditional features need to be enabled.
ru_ru: Необходимо включить дополнительные возможности.

# Orchard.Environment.Features.FeatureManager
source: Aditional features need to be disabled.
ru_ru: Необходимо отключить дополнительные возможности.

source: {0} (Retrying...)
ru_ru: {0} (Повторная попытка...)

# Orchard.Commands.CommandHostAgent
source: Tenant(Kiracı) {0} does not exist
ru_ru: Владелец(Kiracı) {0} не существует
