Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.Projections/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Vertical alignment will place items starting in the upper left and moving down.
ru_ru: При вертикальном выравнивании элементы размещаются, начиная слева сверху вниз.

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Content
ru_ru: Содержимое

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Content properties
ru_ru: Свойства содержимого

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Custom Value
ru_ru: Пользовательское значение

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: A static text. Use it for custom tokens with Rewrite options.
ru_ru: Статический текст. Используйте его для пользовательских меток с возможностью перезаписи.

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Content: Custom Value
ru_ru: Содержимое: Пользовательское значение

source: For Query
ru_ru: Для запроса

source: Edit Query
ru_ru: Редактировать запрос

source: The query to use to create menu items.
ru_ru: Запрос для создания пунктов меню.

source: Items to display
ru_ru: Показываемые элементы

source: The number of items to display. Enter 0 for no limit.
ru_ru: Количество элементов для показа. Введите 0 для снятия ограничения.

source: Offset
ru_ru: Смещение

source: The number of items to skip (e.g., if 2 is entered, the first 2 items won't be diplayed).
ru_ru: Количество пропускамых элементов (например, если ввести 2, то первые 2 элемента не будут показываться).

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: (Default Layout)
ru_ru: (Разметка по-умолчанию)

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: You can only add properties when this layout is saved.
ru_ru: Вы можете добавить свойства только после того, как сохраните разметку.

# ~/Modules/Orchard.Projections/Module.txt
source: Projector
ru_ru: Проектор

# ~/Modules/Orchard.Projections/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Projections/Module.txt
source: Provides methods to control how lists of content items are filtered and displayed
ru_ru: Предоставляет методы для контроля на тем, как списки содержимого фильтруюся и отображаются

# Orchard.Projections.AdminMenu
source: Queries
ru_ru: Запросы

# Orchard.Projections.AdminMenu
source: Bindings
ru_ru: Привязки

# Orchard.Projections.Migrations
source: Creation date
ru_ru: Дата создания

# Orchard.Projections.Migrations
source: When the content item was created
ru_ru: Когда элемент содержимого был создан

# Orchard.Projections.Migrations
source: Modification date
ru_ru: Дата изменения

# Orchard.Projections.Migrations
source: When the content item was modified
ru_ru: Когда элемент содержимого был изменен

# Orchard.Projections.Migrations
source: Publication date
ru_ru: Дата публикации

# Orchard.Projections.Migrations
source: When the content item was published
ru_ru: Когда элемент содержимого был опубликован

# Orchard.Projections.Migrations
source: Title Part Title
ru_ru: Заголовок части заголовка

# Orchard.Projections.Migrations
source: The title assigned using the Title part
ru_ru: Заголовок, использующий часть заголовка

# Orchard.Projections.Migrations
source: Body Part Text
ru_ru: Текст тела части

# Orchard.Projections.Migrations
source: The text from the Body part
ru_ru: Текст из тела части

# Orchard.Projections.Controllers.AdminController
source: Not authorized to list queries
ru_ru: Не допушен к списку запросов

# Orchard.Projections.Controllers.AdminController
source: Not authorized to manage queries
ru_ru: Не допушен к управлению запросами

# Orchard.Projections.Controllers.AdminController
source: Not authorized to edit queries
ru_ru: Не допушен к редактированию запросов

# Orchard.Projections.Controllers.AdminController
source: Query {0} deleted
ru_ru: Запрос {0} удален

# Orchard.Projections.Controllers.BindingController
source: Not authorized to list bindings
ru_ru: Не допушен к списку привязок

# Orchard.Projections.Controllers.BindingController
source: Binding created successfully
ru_ru: Привязка успешно создана

# Orchard.Projections.Controllers.BindingController
source: The record for this binding is no longer available, please remove it.
ru_ru: Запись для этой привязки недоступна, пожалуйста, удалите ее.

# Orchard.Projections.Controllers.BindingController
source: The member for this binding is no longer available, please remove it.
ru_ru: Член для этой привязки недоступен, пожалуйста, удалите его.

# Orchard.Projections.Controllers.BindingController
source: Binding updated successfully
ru_ru: Привязка успешно изменена

# Orchard.Projections.Controllers.BindingController
source: Not authorized to delete bindings
ru_ru: Не допущен к удалению привязок

# Orchard.Projections.Controllers.BindingController
source: Binding deleted
ru_ru: Привязка удалена

# Orchard.Projections.Controllers.FilterController
source: Not authorized to manage queries
ru_ru: Не допущен к управлению запросами

# Orchard.Projections.Controllers.FilterController
source: Filter deleted
ru_ru: Фильтр удален

# Orchard.Projections.Controllers.LayoutController
source: Not authorized to manage queries
ru_ru: Не допущен к управлению запросами

# Orchard.Projections.Controllers.LayoutController
source: Layout deleted
ru_ru: Разметка удалена

# Orchard.Projections.Controllers.LayoutController
source: Layout Created
ru_ru: Разметка создана

# Orchard.Projections.Controllers.LayoutController
source: Layout Saved
ru_ru: Разметка сохранена

# Orchard.Projections.Controllers.PropertyController
source: Not authorized to manage queries
ru_ru: Не допущен к упроавлению запросами

# Orchard.Projections.Controllers.PropertyController
source: Property deleted
ru_ru: Свойство удалено

# Orchard.Projections.Controllers.SortCriterionController
source: Not authorized to manage queries
ru_ru: Не допущен к управлению запросами

# Orchard.Projections.Controllers.SortCriterionController
source: Sort criteria deleted
ru_ru: Критерий сортировки удален

# Orchard.Projections.Drivers.ProjectionPartDriver
source: Suffix should not contain special characters.
ru_ru: Суффикс не может содержать специальных символов.

# Orchard.Projections.Drivers.QueryPartTitleDriver
source: A query with the same title already exists
ru_ru: Запрос с таким заголовоком уже существует

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: Undefined
ru_ru: Не определено

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: Yes
ru_ru: Да

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: No
ru_ru: Нет

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: Enter the value the string should be.
ru_ru: Введите строковое значение.

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: {0} is undefined
ru_ru: {0} не определено

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: {0} is true
ru_ru: {0} - истина

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: {0} is false
ru_ru: {0} - ложь

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Operator
ru_ru: Оператор

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: A date
ru_ru: Дата

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Please use this format: YYYY-MM-DD hh:mm:ss. e.g., 2010-04-12 would filter on the whole day. You can also use the Date token like this: {Date.Format:yyyy-MM-dd}
ru_ru: Пожалуйста, используйте формат YYYY-MM-DD hh:mm:ss, например 2010-04-12 будет фильтровать по целому дню. Вы можете использовать метку дня типа такой: {Date.Format:yyyy-MM-dd}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: An offset from the current time
ru_ru: Смещение от текущего времени

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: You can provide time in the past by using negative values. e.g., -1 day
ru_ru: Вы можете применять прошедшее время, используя отрицательные значения, например, -1 день

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Value
ru_ru: Значение

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Unit
ru_ru: Единица

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Min
ru_ru: Минимум

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Max
ru_ru: Максимум

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is less than
ru_ru: Меньше

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is less than or equal to
ru_ru: Меньше или равно

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is equal to
ru_ru: Равно

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is not equal to
ru_ru: Не равно

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is greater than or equal to
ru_ru: Больше или равно

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is greater than
ru_ru: Больше

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is between
ru_ru: Между

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is not between
ru_ru: Не между

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Year
ru_ru: Год

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Month
ru_ru: Месяц

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Day
ru_ru: День

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Hour
ru_ru: Часы

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Minute
ru_ru: Минуты

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Second
ru_ru: Секунды

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is less than {1}{2}
ru_ru: {0} меньше {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is less or equal than {1}{2}
ru_ru: {0} меньше или равно {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} equals {1}{2}
ru_ru: {0} равно {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is not equal to {1}{2}
ru_ru: {0} не равно {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is greater than {1}{2}
ru_ru: {0} больше {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is greater or equal than {1}{2}
ru_ru: {0} больше или равно {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is between {1}{2} and {3}{4}
ru_ru: {0} между {1}{2} и {3}{4}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is not between {1}{2} and {3}{4}
ru_ru: {0} не между {1}{2} и {3}{4}"

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: The field {0} is required.
ru_ru: Поле {0} обязательно.

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: Min
ru_ru: Минимум

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: Max
ru_ru: Максимум

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: Value
ru_ru: Значение

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: The field {0} should contain a valid date (YYYY-MM-DD hh:mm:ss)
ru_ru: Поле {0} должно содержать правильную дату (YYYY-MM-DD hh:mm:ss)

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: The field {0} must be a valid number.
ru_ru: Поле {0} должно быть допустимым числом.

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Operator
ru_ru: Оператор

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Value
ru_ru: Значение

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Min
ru_ru: Минимум

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Max
ru_ru: Максимум

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is less than
ru_ru: Меньше

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is less than or equal to
ru_ru: Меньше или равно

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is equal to
ru_ru: Равно

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is not equal to
ru_ru: Не равно

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is greater than or equal to
ru_ru: Больше или равно

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is greater than
ru_ru: Больше

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is between
ru_ru: Между

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is not between
ru_ru: Не между

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is less than {1}
ru_ru: {0} меньше {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is less or equal than {1}
ru_ru: {0} меньше или равно {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} equals {1}
ru_ru: {0} равно {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is not equal to {1}
ru_ru: {0} не равно {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is greater than {1}
ru_ru: {0} больше {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is greater or equal than {1}
ru_ru: {0} больше или равно {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is between {1} and {2}
ru_ru: {0} между {1} и {2}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is not between {1} and {2}
ru_ru: {0} не между {1} и {2}

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: The field {0} is required.
ru_ru: Поле {0} обязательно.

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: Min
ru_ru: Минимум

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: Max
ru_ru: Максимум

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: Value
ru_ru: Значение

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: The field {0} should contain a valid number
ru_ru: Поле {0} должно содержать допустимое число

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Operator
ru_ru: Оператор

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Value
ru_ru: Значение

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Enter the value the string should be.
ru_ru: Введите строковое значение.

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Is equal to
ru_ru: Равно

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Is not equal to
ru_ru: Не равно

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Contains
ru_ru: Содержит

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Contains any word
ru_ru: Содержит любое слово

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Contains all words
ru_ru: Содержит все слова

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Starts with
ru_ru: Начинается с

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Does not start with
ru_ru: Не начинается с

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Ends with
ru_ru: Заканчивается на

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Does not end with
ru_ru: Не заканчивается на

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Does not contain
ru_ru: Не содержит

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} is equal to '{1}'
ru_ru: {0} равно '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} is not equal to '{1}'
ru_ru: {0} не равно '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} contains '{1}'
ru_ru: {0} содержит '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} contains any of '{1}'
ru_ru: {0} содержит любое из '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} contains all '{1}'
ru_ru: {0} содержит все '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} starts with '{1}'
ru_ru: {0} начинается с '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} does not start with '{1}'
ru_ru: {0} не начинается с '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} ends with '{1}'
ru_ru: {0} заканчивается на '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} does not end with '{1}'
ru_ru: {0} не заканчивается на '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} does not contain '{1}'
ru_ru: {0} не содержит '{1}'

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Date format
ru_ru: Формат даты

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Short date pattern: 6/15/2009
ru_ru: Краткий шаблон даты: 6/15/2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Long date pattern: Monday, June 15, 2009
ru_ru: Длинный шаблон даты: Monday, June 15, 2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Full date/time pattern (short time): Monday, June 15, 2009 1:45 PM
ru_ru: Полный шаблон даты/времени (краткое время): Monday, June 15, 2009 1:45 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Full date/time pattern (long time): Monday, June 15, 2009 1:45:30 PM
ru_ru: Полный шаблон даты/времени (длинное время): Monday, June 15, 2009 1:45:30 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: General date/time pattern (short time): 6/15/2009 1:45 PM
ru_ru: Общий шаблон даты/времени (краткое время): 6/15/2009 1:45 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: General date/time pattern (long time): 6/15/2009 1:45:30 PM
ru_ru: Общий шаблон даты/времени (длинное время): 6/15/2009 1:45:30 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Month/day pattern: June 15
ru_ru: Шаблон месяц/день: June 15

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Round-trip date/time pattern: 2009-06-15T13:45:30.0900000
ru_ru: Круговой шаблон даты/времени: 2009-06-15T13:45:30.0900000

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: RFC1123 pattern: Mon, 15 Jun 2009 20:45:30 GMT
ru_ru: Шаблон RFC1123: Mon, 15 Jun 2009 20:45:30 GMT

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Sortable date/time pattern: 2009-06-15T13:45:30
ru_ru: Сортировочный шаблон даты/времени: 2009-06-15T13:45:30

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Long time pattern: 1:45 PM
ru_ru: Краткий шаблон времени: 1:45 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Long time pattern: 1:45:30 PM
ru_ru: Длинный шаблон времени: 1:45:30 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Universal sortable date/time pattern: 2009-06-15 20:45:30Z
ru_ru: Универсальный сортировочный шаблон даты/времени: 2009-06-15 20:45:30Z

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Universal full date/time pattern: Monday, June 15, 2009 8:45:30 PM
ru_ru: Универсальный полный шаблон даты/времени: Monday, June 15, 2009 8:45:30 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Year month pattern: June, 2009
ru_ru: Шаблон год/месяц: June, 2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Day: 15
ru_ru: День: 15

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Month: 6
ru_ru: Месяц: 6

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Year: 2009
ru_ru: Год: 2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Day of year: 166
ru_ru: День года: 166

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Time ago
ru_ru: Времени назад

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Prefix
ru_ru: Префикс

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Text to put before the number, such as currency symbol.
ru_ru: Текст, помещаемый перед числом, такой как символ валюты.

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Suffix
ru_ru: Суффикс

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Text to put after the number, such as currency symbol.
ru_ru: Текст, помещаемый после числа, такой как символ валюты.

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: {0} Content Fields
ru_ru: {0} содержимое полей

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: Content Fields for {0}
ru_ru: Содержит поля для {0}

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: {0} property for {1}
ru_ru: {0} свойство для {1}

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: Field {0} {1} "{2}"
ru_ru: Поле {0} {1} "{2}"

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Content
ru_ru: Содержимое

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Content Types
ru_ru: Типы содержимого

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Specific content types
ru_ru: Специфические типы сожержимого

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Any content item
ru_ru: Любой элемент содержимого

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Content with type {0}
ru_ru: Содержимое с типом {0}

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Select some content types.
ru_ru: Выберите такие типы содержимого.

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Any
ru_ru: Любой

# Orchard.Projections.Providers.Filters.MemberBindingFilter
source: Members for {0}
ru_ru: Члены для {0}

# Orchard.Projections.Providers.Layouts.GridLayout
source: Html Layouts
ru_ru: Разметка Html

# Orchard.Projections.Providers.Layouts.GridLayout
source: Grid
ru_ru: Сетка

# Orchard.Projections.Providers.Layouts.GridLayout
source: Organizes content items in a grid.
ru_ru: Организует элементы содержимого в виде сетки.

# Orchard.Projections.Providers.Layouts.GridLayout
source: {0} columns grid
ru_ru: {0} колонок сетки

# Orchard.Projections.Providers.Layouts.GridLayout
source: {0} lines grid
ru_ru: {0} строк сетки

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Alignment
ru_ru: Выравнивание

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Horizontal
ru_ru: Горизонтальное

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Horizontal alignment will place items starting in the upper left and moving right.
ru_ru: При горизонтальном выравнивании элементы размещаются, начиная сверху слева направо.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Vertical
ru_ru: Вертикальное

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Vertical alignment will place items starting in the upper left and moving dowmn.
ru_ru: При вертикальном выравнивании элементы размещаются, начиная слева сверху вниз.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Number of columns/lines
ru_ru: Количество колонок/строк
