Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.Projections/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check if this property should not be displayed, but only used by the layout for grouping for instance.
ru_ru: Отметить, если это свойство не должно отображаться, а использоваться только через разметку для группировки инстанции.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Label
ru_ru: Этикетка

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Create a label
ru_ru: Создать этикетку

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The text to display as a label for this property.
ru_ru: Текст для отображения как этикетки для этого свойства.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Style
ru_ru: Стиль

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Customize property HTML
ru_ru: Настройка свойства HTML

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: HTML element
ru_ru: Элемент HTML

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The HTML element to wrap around this property (e.g., h1, p, etc.). Use - to prevent a tag from being rendered.
ru_ru: Элемент HTML для этого свойства (например, h1, p и т.д.). Использовать для предотвращения представления тэга.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Css class
ru_ru: Css класс

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The Css class to apply to this element.
ru_ru: Css класс, применяемый к этому элементу.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Customize label HTML
ru_ru: Настройка этикетки Html

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The HTML element to wrap around this label (e.g., h1, p, etc.). Use - to prevent a tag from being rendered.
ru_ru: Html элемент для этой этикетки (например, h1, p и т.д.). Использовать для предотвращения представления тэга.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Customize Wrapper HTML
ru_ru: Настройка оболочки Html

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The HTML element to wrap around this wrapper (e.g., h1, p, etc.). Use - to prevent a tag from being rendered.
ru_ru: Html элемент для оболочки (например, h1, p и т.д.). Использовать для предотвращения представления тэга.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: No Results
ru_ru: Нет результатов

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: No results text
ru_ru: Нет текста результатов

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Text to display when the property is empty.
ru_ru: Текст для отображения при пустом свойстве.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Number 0 as empty
ru_ru: Число 0 как пустое

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to simulate empty text when result is the number 0
ru_ru: Отметить для моделирования пустого текста, если результатом является число 0

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Hide if empty
ru_ru: Скрыть, если пустое

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to hide the whole property when the value is empty.
ru_ru: Отметить, чтобы скрыть, если значение свойства пусто.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Rewrite Results
ru_ru: Переписывать результаты

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Rewrite output
ru_ru: Переписывать вывод

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to override the output of this property.
ru_ru: Отметить для перезаписи вывода этого свойства.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Rewrite text
ru_ru: Перезаписать текст

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The text to write for this field. It may include HTML. {Text} can be used to inject the current property text.
ru_ru: Текст для записи поля. Может включать Html. {Text} может быть использоваться, чтобы ввести текст свойства.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Trim
ru_ru: Обрезка

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to trim the result if it's longer that a specified amount of characters.
ru_ru: Отметить для обрезки в случае, если результат длиннее заданного количества символов.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Maximum length
ru_ru: Максимальная длина

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The maximum number of characters this property can be.
ru_ru: Максимальное количество символов допустимых в этом свойстве.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Trim only on a word boundary
ru_ru: Обрезать только по границе слов

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Checked to trim the property only on a word boundary.
ru_ru: Отметить для обрезки свойства только по границам слов.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Add an Ellipsis
ru_ru: Добавить многоточие

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to insert and ellipsis ({0}) if the property is trimmed.
ru_ru: Отметить для вставки и многоточия ({0}), если свойство обрезано.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Strip HTML tags
ru_ru: Полоса Html тэгов

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to remove any HTML tag from the property.
ru_ru: Отметить для удаления любого Html тэга из свойства.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Remove whitespace
ru_ru: Удаление пустых символов

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to remove the spaces at both the beginning and the end of the property.
ru_ru: Отметить для удаления пробелов как в начале, так и в конце свойства.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Preserve new lines
ru_ru: Сохранить новые строки

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to convert a line break to a &lt;br /&gt; tag.
ru_ru: Отметить для преобразования символа новой строки в тэг &lt;br /&gt;.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Cancel
ru_ru: Прервать

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: Add a Sort Criterion
ru_ru: Добавить критерий сортировки

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: There are no currently available sort criterias
ru_ru: Нет доступных критериев сортировки

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: Description
ru_ru: Описание

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: Edit Sort Criterion - {0}
ru_ru: Редактировать критерий сортировки - {0}

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: Description
ru_ru: Описание

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: You may optionally give a description to this sort criterion, to be used in the dashboard screens.
ru_ru: Вы можете дать необязательное описание критерию сортировки для использования на приборной доске экрана.

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: Save
ru_ru: Сохранить
