Repository: richard-s-popov/broccoli
Catalog: orchard/Modules/Orchard.Projections/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: How many columns (in Horizontal mode) or lines (in Vertical mode) to display in the grid.
ru_ru: Сколько колонок (в горизонтальном режиме) или строк (в вертикальном режиме) будут показаны в сетке.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Html properties
ru_ru: Свойства Html

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Grid id
ru_ru: Идентификатор сетки

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The id to provide on the table element.
ru_ru: Идентификатор, присваеваемый табличному элементу.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Grid class
ru_ru: Класс сетки

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The class to provide on the table element.
ru_ru: Класс, присваиваемый мабличному элементу.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Row class
ru_ru: Класс строки

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The class to provide on each row.
ru_ru: Класс, присваиваемый каждой строке.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The field Alignment is required.
ru_ru: Поле выравнивания обязательно.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The field Columns/Lines is required.
ru_ru: Поле колонки/строки обязательно.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The field Columns/Lines must be a valid number.
ru_ru: Поле колонки/строки должно содержать число.

# Orchard.Projections.Providers.Layouts.ListLayout
source: Html Layouts
ru_ru: Разметка Html

# Orchard.Projections.Providers.Layouts.ListLayout
source: Html List
ru_ru: Списко Html

# Orchard.Projections.Providers.Layouts.ListLayout
source: Organizes content items inside a simple list.
ru_ru: Организует элементы содержимого в виде простого списка.

# Orchard.Projections.Providers.Layouts.ListLayout
source: Ordered Html List
ru_ru: Упорядоченный список Html

# Orchard.Projections.Providers.Layouts.ListLayout
source: Unordered Html List
ru_ru: Неупорядоченный списко Html

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Order
ru_ru: Порядок

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Unordered list
ru_ru: Неупорядоченный список

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Ordered list
ru_ru: Упорядоченный список

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Html properties
ru_ru: Свойства Html

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: List id
ru_ru: Идентификатор списка

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: The id to provide on the list element.
ru_ru: Идентификатор, присваиваемый списку.

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: List class
ru_ru: Класс списка

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: The class to provide on the list element.
ru_ru: Класс, присваиваемый списку.

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Item class
ru_ru: Класс элемента

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: The class to provide on each list item.
ru_ru: Класс, присваиваемый каждому элементу списка.

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: You must provide an Order
ru_ru: Вы должны определить порядок

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: {0} Content Fields
ru_ru: {0} поля содержимого

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: Content Fields for {0}
ru_ru: Поля содержимого для {0}

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: {0} property for {1}
ru_ru: {0} свойства для {1}

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: Field {0}: {1}
ru_ru: Поле {0}: {1}

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: Default value
ru_ru: Значение по-умолчанию

# Orchard.Projections.Providers.Properties.ContentProperties
source: Content
ru_ru: Содержимое

# Orchard.Projections.Providers.Properties.ContentProperties
source: Content properties
ru_ru: Свойства содержимого

# Orchard.Projections.Providers.Properties.ContentProperties
source: Display Text
ru_ru: Показываемый текст

# Orchard.Projections.Providers.Properties.ContentProperties
source: The text representing the content, e.g. its Title.
ru_ru: Текст, представляющий содержимое, например, его заголовок.

# Orchard.Projections.Providers.Properties.ContentProperties
source: Content: Display Text
ru_ru: Содержимое: показываемый текст

# Orchard.Projections.Providers.Properties.MemberBindingProperties
source: Members for {0}
ru_ru: Члены для {0}

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: {0} Content Fields
ru_ru: {0} поля содержимого

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: Content Fields for {0}
ru_ru: Поля содержимого для {0}

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: {0} property for {1}
ru_ru: {0} свойство для {1}

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: Ordered by field {0}, ascending
ru_ru: Упорядочить по полю {0}, по возрастанию

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: Ordered by field {0}, descending
ru_ru: Упорядочить по полю {0}, по убыванию

# Orchard.Projections.Providers.SortCriteria.MemberBindingSortCriteria
source: Members for {0}
ru_ru: Члены для {0}

# Orchard.Projections.Providers.SortCriteria.MemberBindingSortCriteria
source: Ordered by {0}, ascending
ru_ru: Упорядочить по {0}, по возрастанию

# Orchard.Projections.Providers.SortCriteria.MemberBindingSortCriteria
source: Ordered by {0}, descending
ru_ru: Упорядочить по {0}, по убыванию

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: General
ru_ru: Общее

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: General sort criteria
ru_ru: Общий критерий сортировки

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: Random
ru_ru: Случайный

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: Sorts the results randomly.
ru_ru: Сортирует результаты случайно.

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: Random order
ru_ru: Случайный порядок

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: Sort ascending
ru_ru: Сортировать по возрастанию

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: Sort descending
ru_ru: Сортировать по убыванию

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: The direction the field will be sorted by.
ru_ru: Направление сортировки поля.

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: The Sort field is required.
ru_ru: Поле сортировки обязательно.

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Edit Query - {0}
ru_ru: Редактировать запрос - {0}

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Filters
ru_ru: Фильтры

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Add a new Group
ru_ru: Добавить новую группу

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Or
ru_ru: Или

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Description
ru_ru: Описание

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: + Add a new Filter
ru_ru: + Добавить новый фильтр

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Delete group
ru_ru: Удалить группу

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Edit
ru_ru: Редактировать

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Sort Criteria
ru_ru: Критерий сортировки

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: + Add a new Sort Criteria
ru_ru: + Добавить новый критерий сортировки

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Up
ru_ru: Вверх

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Down
ru_ru: Вниз

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Layouts
ru_ru: Разметки

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: + Add a new Layout
ru_ru: + Добавить новую разметку

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Add a new Layout
ru_ru: Добавить новую разметку

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Preview
ru_ru: Предпросмотр

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Close
ru_ru: Закрыть

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Manage Queries
ru_ru: Управление запросами

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Add a new Query
ru_ru: Добавить новый запрос

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Actions:
ru_ru: Действия:

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Choose action...
ru_ru: Выбор действия...

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Sort by:
ru_ru: Сортировать по:

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Show:
ru_ru: Показать:

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: All
ru_ru: Все

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Filter
ru_ru: Фильтр

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Properties
ru_ru: Свойства

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Edit
ru_ru: Редактировать

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Preview
ru_ru: Предпросмотр

# ~/Modules/Orchard.Projections/Views/Admin/Preview.cshtml
source: Manage Queries
ru_ru: Управление запросами

# ~/Modules/Orchard.Projections/Views/Admin/Preview.cshtml
source: The query returned no results
ru_ru: Нет результатов запроса

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Binding
ru_ru: Привязка

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Content Part Record
ru_ru: Запись части содержимого

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: The content part to add to the providers.
ru_ru: Часть содержимого для добавления провайдеру.

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Member
ru_ru: Член

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: The name of the member.
ru_ru: Имя члена

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Display
ru_ru: Показ

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Text to display in lists for this property.
ru_ru: Текст, показываемый в списках для данного свойства.

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Description
ru_ru: Описание

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Description to display in lists for this property.
ru_ru: Описание, показываемое в списках для данного свойства.

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Manage Bindings
ru_ru: Управление привязками

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Add a new Binding
ru_ru: Добавить новую привязку

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Actions:
ru_ru: Действия:

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Choose action...
ru_ru: Выбор действия...

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Sort by:
ru_ru: Сортировать по:

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Show:
ru_ru: Показать:

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: All
ru_ru: Все

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Filter
ru_ru: Фильтр

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Type
ru_ru: Тип

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Member
ru_ru: Член

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Display
ru_ru: Отображение

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Description
ru_ru: Описание

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Edit
ru_ru: Редактировать

# ~/Modules/Orchard.Projections/Views/Binding/Select.cshtml
source: Add a Binding
ru_ru: Добавить привязку

# ~/Modules/Orchard.Projections/Views/Binding/Select.cshtml
source: There are no currently available bindings
ru_ru: Нет доступных привязок.

# ~/Modules/Orchard.Projections/Views/Binding/Select.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: For Query
ru_ru: Для запроса

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Default layout
ru_ru: Разметка по умолчанию

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Edit Query
ru_ru: Редактировать запрос

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: The query to display.
ru_ru: Отображаемый запрос.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Items to display
ru_ru: Отображаемые элементы

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: The number of items to display. Enter 0 for no limit. When using pagination, this is the number of items per page.
ru_ru: Количество отображаемых элементов. Введите 0 для снятия ограничения. При использовании разбивки на страницы - это количество элементов на странице.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Offset
ru_ru: Смещение

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: The number of items to skip (e.g., if 2 is entered, the first 2 items won't be diplayed).
ru_ru: Количество пропускаемых элементов (например, если введено 2, то первые 2 элемента не будут показаны).

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Maximum items
ru_ru: Максимум элементов

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Maximum number of items which can be queried at once. Use 0 for unlimited. This is only used as a failsafe when the number of items comes from a user-provided source such as the query string.
ru_ru: Максимальное количество элементов, показываемых в запросах. Используйте 0 для снятия ограничения. Используется в качестве отказоустойчивости, если количество элементов приходит от определенного пользователем источника такого, как строка запроса.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Suffix
ru_ru: Суффикс

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Optional. Provide a suffix to use when multiple pagers are displayed on the same page, e.g., when using multiple Projection Widgets, or to define alternates.
ru_ru: Не обязательный. Поддерживает суффикс для использования в случае, когда используются несколько страничников на одной странице, например,если используется несколько виджетов проекции, или для определения альтернатив.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Show pager
ru_ru: Показать страничник

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Check to add a pager to the list.
ru_ru: Отметить для добавления страничника к списку.

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: Add a Filter
ru_ru: Добавить фильтр

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: There are no currently available filters
ru_ru: Нет доступных фильтров

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: Description
ru_ru: Описание

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: Edit Filter - {0}
ru_ru: Редактировать фильтр - {0}

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: Description
ru_ru: Описание

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: You may optionally give a description to this filter, to be used in the dashboard screens.
ru_ru: Вы можете дать необязательное описание фильтра для использования на приборной панели экрана.

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: Add a Layout
ru_ru: Добавить разметку

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: There are no currently available layouts
ru_ru: Нет доступных разметок

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: Description
ru_ru: Описание

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Edit Layout - {0}
ru_ru: Редактировать разметку - {0}

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Description
ru_ru: Описание

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: You may optionally give a description to this layout, to be used in the dashboard screens.
ru_ru: Вы можете добавить необязательное описание разметки для использования на приборной доске экрана.

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Display mode
ru_ru: Редим отображения

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Content
ru_ru: Содержимое

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Properties
ru_ru: Свойства

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: You can choose to display each content item using specific properties only.
ru_ru: Вы можете выбрать для отображения каждого элемента содержимого используемые только специфические свойства.

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Display Type
ru_ru: Тип отображения

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: The display type represents or the content item should be formatted. e.g., Summary, SummaryAdmin, Detail, ...
ru_ru: Представляет тип отображения или элемент содержимого, который должен быть форматирован, например, Summary, SummaryAdmin, Detail, ...

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Cancel
ru_ru: Прервать

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Edit Layout - {0}
ru_ru: Редактировать разметку - {0}

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Description
ru_ru: Описание

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: You may optionally give a description to this layout, to be used in the dashboard screens.
ru_ru: Вы можете добавить необязательное описание разметки для использования на инструментальной панели экрана.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Display mode
ru_ru: Режим отображения

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Content
ru_ru: Содержимое

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Properties
ru_ru: Свойства

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: You can choose to display each content item using specific properties only.
ru_ru: Вы можете выбрать для отображения каждого элемента содержимого только специфические свойства.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Display Type
ru_ru: Режим показа

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: The display type represents or the content item should be formatted. e.g., Summary, SummaryAdmin, Detail, ...
ru_ru: Представляет тип показа или элемент содержимого должен быть форматирован, например, Summary, SummaryAdmin, Detail, ...

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Add a new Property
ru_ru: Добавить новое свойство

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Edit
ru_ru: Редактировать

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Up
ru_ru: Вверх

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Down
ru_ru: Вниз

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Grouping property
ru_ru: Свойство группировки

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: None
ru_ru: Ничего

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Optionally, select a property which will be used to group content items.
ru_ru: Не обязательно, выбор свойства, которое будет использоваться при группировки элементов содержимого.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: No properties are currently available in order to group this view.
ru_ru: Нет доступных свойств для группировки этого представления.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Close
ru_ru: Закрыть

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: Add a Property
ru_ru: Добавить свойство

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: There are no currently available properties
ru_ru: Нет доступных свойств

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: Description
ru_ru: Описание

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Edit Property - {0}
ru_ru: Редактировать свойство - {0}

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Description
ru_ru: Описание

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: You may optionally give a description to this property, to be used in the dashboard screens.
ru_ru: Вы можете добавить необязательное описание этого свойства для использования на приборной панели экрана.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Display
ru_ru: Отображение

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Link to original content item
ru_ru: Ссылка на оригинальный элемент содержимого

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to make this property a link to the original content item.
ru_ru: Отметить, чтобы сделать это свойство ссылкой на оригинальный элемент содержимого.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Exclude from display
ru_ru: Исключить из отображения
